{
  "id": "wisdom-king-and-ring",
  "title": "The King and the Magic Ring",
  "titleHi": "राजा और जादुई अंगूठी",
  "category": "wisdom",
  "ageGroup": "7-12",
  "readTimeMinutes": 3,
  "moral": "Nothing in life is permanent — not joy, not sorrow. This truth gives us strength in hard times and humility in good ones.",
  "moralHi": "जीवन में कुछ भी स्थायी नहीं है — न सुख, न दुख। यह सत्य कठिन समय में शक्ति और अच्छे समय में विनम्रता देता है।",
  "coverImage": null,
  "tags": [
    "wisdom",
    "patience",
    "humility",
    "Indian folklore"
  ],
  "sections": [
    {
      "heading": null,
      "text": "Long ago, there lived a mighty king who ruled a vast and prosperous kingdom. He had everything — wealth, armies, and the love of his people. Yet the king was troubled. When times were good, he feared they would end. When times were bad, he fell into deep despair. His moods swung like a pendulum, and no advisor could help him find peace.",
      "image": "king-and-ring-01"
    },
    {
      "heading": "The Wise Sage",
      "text": "One day, a wandering sage visited the court. The king said, 'O wise one, I have everything yet I have no peace. Give me something that will make me happy when I am sad, and keep me grounded when I am too joyful.' The sage smiled and said, 'I will return in seven days with what you seek.'",
      "image": "king-and-ring-02"
    },
    {
      "heading": "The Ring",
      "text": "On the seventh day, the sage returned with a simple gold ring. 'Wear this always,' he said, 'and read the inscription whenever you are overwhelmed — in joy or in sorrow.' The king looked at the ring. Engraved in tiny letters on the inside were four words: 'This too shall pass.'",
      "image": "king-and-ring-03"
    },
    {
      "heading": "The Lesson",
      "text": "The king wore the ring every day. When his kingdom faced a terrible drought, he looked at the ring and found the courage to persevere, knowing the suffering would not last forever. When victory and celebration filled his palace, he glanced at the ring and remained humble, knowing fortune is always fleeting. Over the years, the king became the wisest ruler his land had ever known — not because he avoided pain or chased pleasure, but because he understood the true nature of life.",
      "image": "king-and-ring-04"
    }
  ],
  "version": 2
}
