{
  "id": "epic-krishna-butter-mischief",
  "title": "कृष्ण की माखन चोरी",
  "titleEn": "Krishna's Butter Mischief",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "वृंदावन के खुशहाल गाँव में, छोटा बच्चा कृष्ण सबसे नटखट और प्यारा बच्चा था जिसे किसी ने कभी देखा था। उसकी बड़ी-बड़ी, सुंदर काली आँखें थीं, घुंघराले काले बाल थे, और एक ऐसी मुस्कान थी जो किसी का भी दिल पिघला सकती थी। उसकी माँ यशोदा उसे दुनिया में सबसे ज़्यादा प्यार करती थी।",
      "textEn": "In the happy village of Vrindavan, little baby Krishna was the naughtiest and cutest child anyone had ever seen. He had big, beautiful dark eyes, curly black hair, and a smile that could melt anyone's heart. His mother Yashoda loved him more than anything in the world.",
      "image": null
    },
    {
      "heading": "मक्खन चोर",
      "headingEn": "The Butter Thief",
      "text": "कृष्ण को मक्खन और किसी भी चीज़ से ज़्यादा पसंद था। यशोदा हर सुबह ताज़ा, मलाईदार मक्खन बनाती थीं और उसे एक बर्तन में भरकर छत से लटका देती थीं, ऊँचाई पर जहाँ छोटा कृष्ण पहुँच न पाए। पर नटखट कृष्ण हमेशा कोई न कोई तरीका ढूंढ ही लेते थे! वो एक के ऊपर एक बर्तन रखते, छोटे बंदर की तरह ऊपर चढ़ जाते, और अपने छोटे-छोटे हाथों को मक्खन के बर्तन में डुबो देते। वो बड़े-बड़े मुट्ठी भर मक्खन खाते, और उनके गाल और ठुड्डी सफ़ेद मक्खन से भर जाते!",
      "textEn": "Krishna loved butter more than any other food. Yashoda would make fresh, creamy butter every morning and hang it in a pot from the ceiling, high up where little Krishna could not reach it. But clever Krishna always found a way! He would stack pots on top of each other, climb up like a little monkey, and dip his tiny hands into the butter pot. He would eat big handfuls of butter, and his cheeks and chin would be covered in white!",
      "image": null
    },
    {
      "heading": "दोस्तों के साथ बाँटना",
      "headingEn": "Sharing with Friends",
      "text": "कृष्ण घर में ही मक्खन नहीं खाते थे। वो और उनके दोस्त पड़ोसियों के घर में भी चोरी-छुपे घुस जाते थे! वृंदावन की गोपियाँ यशोदा मैया के पास शिकायत करने आती थीं। एक कहती, \"तुम्हारे कान्हा ने हमारा मक्खन का मटका तोड़ दिया!\" दूसरी बोली, \"उसने हमारा सारा मक्खन बंदरों को खिला दिया!\" कृष्ण यशोदा के पीछे खड़े होकर बड़ी मासूमियत से आँखें दिखाते हुए कहते, \"मैया, मैंने नहीं किया! मैं मक्खन क्यों चुराऊँगा? क्या हमारे घर में मक्खन नहीं है?\"",
      "textEn": "Krishna did not just eat butter at home. He and his friends would sneak into the neighbors' houses too! The ladies of Vrindavan would come to Yashoda and complain. 'Your little Krishna broke our butter pot!' one would say. 'He fed all our butter to the monkeys!' said another. Krishna would stand behind Yashoda with big innocent eyes and say, 'Maiyya, I did not do it! Why would I steal butter? Don't we have butter at home?'",
      "image": null
    },
    {
      "heading": "यशोदा ने उसे पकड़ लिया",
      "headingEn": "Yashoda Catches Him",
      "text": "एक दिन, यशोदा मैया ने सोचा कि आज कान्हा को पकड़ना ही है। उन्होंने दरवाज़े से झाँका तो देखा, कान्हा एक ओखली पर खड़े होकर माखन की मटकी में हाथ डाल रहा है! उसके पूरे चेहरे और हाथों पर मक्खन लगा हुआ था। जैसे ही कान्हा ने अपनी माँ को देखा, वो झट से नीचे कूदा और भाग गया! यशोदा मैया उसके पीछे-पीछे घर में दौड़ीं। दोनों घर के चारों ओर चक्कर लगाते रहे, और अंत में, उन्होंने अपने नन्हे माखन चोर को पकड़ ही लिया!",
      "textEn": "One day, Yashoda decided to catch Krishna. She peeked through the door and saw him standing on a wooden mortar, reaching into the butter pot! Butter was all over his face and hands. When Krishna saw his mother, he jumped down and ran! Yashoda chased him around the house. Round and round they went, until finally she caught her little butter thief.",
      "image": null
    },
    {
      "heading": "ओखली से बंधा",
      "headingEn": "Tied to the Mortar",
      "text": "यशोदा ने गुस्सा होने का नाटक किया। \"अरे दुष्ट लड़के! मैं तुम्हें बाँध दूँगी ताकि तुम और मक्खन ना चुरा सको!\" उन्होंने एक रस्सी ली और कृष्ण को ऊखल से बाँधने की कोशिश की। पर रस्सी हमेशा दो इंच छोटी पड़ जाती! उन्होंने और रस्सी ली, और रस्सी ली, पर वो फिर भी छोटी ही पड़ती। आखिर में, छोटे कृष्ण ने अपनी माँ की आँखों में मेहनत के आंसू देखे। उनका दिल प्यार से पिघल गया, और उन्होंने खुद को बंध जाने दिया। यहां तक कि पूरे ब्रह्मांड के भगवान भी बंध गए - एक माँ के प्यार की रस्सी से।",
      "textEn": "Yashoda pretended to be angry. 'You naughty boy! I am going to tie you up so you cannot steal any more butter!' She took a rope and tried to tie Krishna to the wooden mortar. But the rope was always two inches too short! She got more rope, and more rope, but it was still too short. Finally, little Krishna saw tears of effort in his mother's eyes. His heart melted with love, and he let himself be tied. Even the God of the entire universe let himself be bound — by the rope of a mother's love.",
      "image": null
    }
  ],
  "moral": "भगवान की लीला हमें हर दिन में खुशी ढूंढने की याद दिलाती है। और जब छोटे बच्चे थोड़े शरारती भी हों, तब भी उनका प्यार सब कुछ बेहतर बना देता है।",
  "moralEn": "God's playfulness reminds us to find joy in everyday life. Even when little ones are naughty, their love makes everything better."
}