{
  "id": "epic-hanuman-mountain",
  "title": "हनुमान जी संजीवनी लेकर आए",
  "titleEn": "Hanuman Brings the Mountain",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "लंका में भगवान राम की सेना और राक्षस राजा रावण के बीच भयंकर युद्ध चल रहा था। दोनों तरफ के बहादुर योद्धा खूब लड़ रहे थे। राम के सबसे बड़े साथियों में से एक थे उनके भाई लक्ष्मण, जो उनके साथ निडर होकर लड़ रहे थे।",
      "textEn": "The great war between Lord Ram's army and the demon king Ravana was raging in Lanka. Brave warriors fought on both sides. Among Ram's greatest allies was his brother Lakshman, who fought fearlessly beside him.",
      "image": "hanuman-mountain-01"
    },
    {
      "heading": "लक्ष्मण गिरे",
      "headingEn": "Lakshman Falls",
      "text": "एक भयानक लड़ाई के दौरान, रावण के बेटे इंद्रजीत ने लक्ष्मण पर एक बहुत शक्तिशाली बाण चलाया – शक्ति बाण। वो जादुई बाण लक्ष्मण की छाती में लगा और वो ज़मीन पर बेहोश होकर गिर पड़े। राम तुरंत अपने भाई के पास भागे, उनकी आँखों में आँसू भरे हुए थे। ‘लक्ष्मण के बिना, मैं आगे नहीं जा सकता,’ राम ने कहा, उनकी आवाज़ टूट रही थी।",
      "textEn": "During a fierce battle, Ravana's son Indrajit shot a powerful weapon — the Shakti arrow — at Lakshman. The magical arrow struck Lakshman in the chest, and he fell to the ground, unconscious. Ram rushed to his brother's side, his eyes filled with tears. 'Without Lakshman, I cannot go on,' Ram said, his voice breaking.",
      "image": "hanuman-mountain-02"
    },
    {
      "heading": "एक ही इलाज",
      "headingEn": "The Only Cure",
      "text": "बुद्धिमान वैद्य सुषेण ने लक्ष्मण को देखा और कहा, 'इसका बस एक ही इलाज है - संजीवनी बूटी। वो दूर हिमालय में द्रोणागिरी पर्वत पर मिलती है। पर इसे सूरज निकलने से पहले लाना होगा, नहीं तो लक्ष्मण नहीं बचेगा।' ये सुनकर सब एक दूसरे को निराशा से देखने लगे। हिमालय तो यहाँ से हज़ारों मील दूर था। इतनी दूर कोई इतनी रात में कैसे पहुँचकर वापस आ सकता था?",
      "textEn": "The wise physician Sushena examined Lakshman and said, 'There is only one cure — the Sanjeevani herb. It grows on the Dronagiri mountain in the far Himalayas. But you must bring it before sunrise, or Lakshman will not survive.' Everyone looked at each other in despair. The Himalayas were thousands of miles away. How could anyone reach there and return in one night?",
      "image": "hanuman-mountain-03"
    },
    {
      "heading": "हनुमान की छलांग",
      "headingEn": "Hanuman's Leap",
      "text": "हनुमान आगे बढ़े। \"मैं जाऊंगा,\" उन्होंने शांत निश्चय से कहा। फिर एक ज़ोरदार छलांग लगाई और हनुमान आसमान में ऊँचे उड़ गए। वो हवा से भी तेज़ उड़ रहे थे, पल भर में उन्होंने समुद्र, जंगल और पहाड़ पार कर लिए। तारे उनके पीछे धुंधले होते चले गए, क्योंकि वो हिमालय की ओर तेज़ी से जा रहे थे।",
      "textEn": "Hanuman stepped forward. 'I will go,' he said with calm determination. With a mighty leap, Hanuman soared into the sky. He flew faster than the wind, crossing oceans, forests, and mountains in moments. The stars blurred past him as he raced toward the Himalayas.",
      "image": "hanuman-mountain-04"
    },
    {
      "heading": "पूरा पहाड़",
      "headingEn": "The Whole Mountain",
      "text": "जब हनुमान द्रोणागिरी पर्वत पर पहुंचे, तो उन्होंने देखा कि ढलानों पर हजारों चमकती हुई जड़ी-बूटियाँ फैली हुई थीं। लेकिन उन्हें पता नहीं था कि संजीवनी कौन सी है! समय बीतता जा रहा था। गलत जड़ी-बूटी चुनने का जोखिम लेने के बजाय, हनुमान ने एक साहसी फैसला किया। वे नीचे झुके, अपने शक्तिशाली हाथ पर्वत के नीचे रखे, और पूरे पर्वत को हवा में उठा लिया! उसे अपनी हथेली पर रखकर, वे आकाश में उड़ते हुए वापस लंका की ओर चल पड़े।",
      "textEn": "When Hanuman reached the Dronagiri mountain, he saw thousands of glowing herbs covering the slopes. But he did not know which one was the Sanjeevani! Time was running out. Rather than risk picking the wrong herb, Hanuman made a bold decision. He bent down, placed his mighty hands under the mountain, and lifted the entire mountain into the air! Carrying it on his palm, he flew back through the sky toward Lanka.",
      "image": "hanuman-mountain-05"
    },
    {
      "heading": "लक्ष्मण ज़िंदा है",
      "headingEn": "Lakshman Lives",
      "text": "जैसे ही सुबह की पहली किरणें दिखने लगीं, हनुमान चमकता हुआ पर्वत लेकर लंका पहुँच गए। सुषेण ने झट से संजीवनी बूटी ढूंढी और उसे लक्ष्मण की नाक के पास रख दिया। धीरे-धीरे, लक्ष्मण के चेहरे पर रंगत वापस आने लगी। उन्होंने आँखें खोलीं और उठकर बैठ गए। सब लोग खुशी से चिल्ला उठे! राम ने आँसुओं भरी आँखों से हनुमान को गले लगा लिया। 'हनुमान,' उन्होंने कहा, 'तुम्हारी भक्ति का कोई मुकाबला नहीं है। दुनिया हमेशा तुम्हारे प्रेम को याद रखेगी।'",
      "textEn": "As the first rays of dawn began to appear, Hanuman arrived in Lanka carrying the glowing mountain. Sushena quickly found the Sanjeevani herb and placed it near Lakshman's nose. Slowly, color returned to Lakshman's face. He opened his eyes and sat up. Everyone cheered! Ram embraced Hanuman with tears of gratitude. 'Hanuman,' he said, 'your devotion is beyond measure. The world will remember your love forever.'",
      "image": "hanuman-mountain-06"
    }
  ],
  "moral": "सच्ची श्रद्धा से हमें पहाड़ों को हिलाने की ताकत मिलती है। जब तुम किसी से बहुत प्यार करते हो, तो कोई भी मुश्किल बड़ी नहीं होती।",
  "moralEn": "True devotion gives us the strength to move mountains. When you love someone deeply, no obstacle is too great."
}
