{
  "id": "epic-ram-golden-deer",
  "title": "राम और सोने का हिरण",
  "titleEn": "Ram and the Golden Deer",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "अपने चौदह साल के वनवास में, भगवान राम, सीता, और लक्ष्मण पंचवटी के जंगल में एक छोटी सी कुटिया में शांति से रहे। वे दिन भर फल इकट्ठा करते, प्रार्थना करते, और प्रकृति की सुंदरता का आनंद लेते थे। जंगल फूलों, पक्षियों और आसपास घूमने वाले प्यारे हिरणों से भरा हुआ था।",
      "textEn": "During their fourteen years of exile, Lord Ram, Sita, and Lakshman lived peacefully in a small cottage in the Panchavati forest. They spent their days gathering fruits, praying, and enjoying the beauty of nature. The forest was full of flowers, birds, and gentle deer that wandered nearby.",
      "image": "ram-golden-deer-01"
    },
    {
      "heading": "सुनहरी हिरण दिखा",
      "headingEn": "The Golden Deer Appears",
      "text": "एक सुबह, सीता ने जंगल के किनारे एक बहुत ही सुंदर हिरण देखा। उसका शरीर बिलकुल सोने की तरह चमक रहा था, और उसके सींग चांदी और माणिक के रत्नों से जगमगा रहे थे। वो पेड़ों के बीच में बड़ी शान से नाच रहा था, और उसकी सुनहरी खाल पर सूरज की रोशनी पड़ रही थी। सीता तो बस देखती ही रह गई। \"राम, देखो तो वो कितना प्यारा हिरण है!\" वो बोलीं। \"प्लीज़, उसे मेरे लिए पकड़ लाओ। मुझे उसे पालतू बनाकर रखना है।\"",
      "textEn": "One morning, Sita spotted a magnificent deer at the edge of the forest. Its body shimmered like pure gold, and its antlers sparkled with gems of silver and ruby. It pranced gracefully between the trees, its golden coat catching the sunlight. Sita was enchanted. 'Ram, look at that beautiful deer!' she exclaimed. 'Please catch it for me. I would love to keep it as a pet.'",
      "image": "ram-golden-deer-02"
    },
    {
      "heading": "लक्ष्मण की चेतावनी",
      "headingEn": "Lakshman's Warning",
      "text": "लक्ष्मण ने हिरण को ध्यान से देखा और उसे कुछ ठीक नहीं लगा। “भैया, सोने का हिरण तो इस दुनिया में होता ही नहीं है,” उसने कहा। “ज़रूर ये किसी राक्षस का काम होगा। राक्षसों को तो अपने छल और भेष बदलने के लिए जाना ही जाता है।” पर सीता का मन तो हिरण पर अटक गया था, और राम उनकी इच्छा टाल नहीं पाए। “तुम यहीं रहो और सीता की रक्षा करो,” राम ने लक्ष्मण से कहा। “मैं हिरण के पीछे जाता हूँ और जल्दी ही लौट आऊंगा।”",
      "textEn": "Lakshman studied the deer carefully and felt uneasy. 'Brother, no deer in this world is made of gold,' he said. 'This must be the work of a demon. The rakshasas are known for their tricks and disguises.' But Sita's heart was set on the deer, and Ram could not refuse her wish. 'Stay here and protect Sita,' Ram told Lakshman. 'I will go after the deer and return quickly.'",
      "image": "ram-golden-deer-03"
    },
    {
      "heading": "मारीच की चालाकी",
      "headingEn": "Maricha's Trick",
      "text": "राम ने सुनहरे हिरण का पीछा करते हुए जंगल में दूर तक दौड़ लगाई। हिरण बहुत तेज और चालाक था, हमेशा बस पहुँच से बाहर ही रहता था। वो कोई मामूली जानवर नहीं था - वो राक्षस मारीच था, जिसे दुष्ट राजा रावण ने राम को बहकाने के लिए भेजा था। जब राम ने आखिरकार हिरण पर तीर चलाया, तो मारीच जमीन पर गिर गया और अपनी आखिरी सांस के साथ राम की आवाज़ में चिल्लाया: 'ओ लक्ष्मण! ओ सीता! मेरी मदद करो!' उसकी चीख जंगल में गूंज उठी।",
      "textEn": "Ram chased the golden deer deep into the forest. The deer was fast and cunning, always staying just out of reach. It was no ordinary animal — it was the demon Maricha, sent by the evil king Ravana to lure Ram away. When Ram finally shot an arrow at the deer, Maricha fell to the ground and, with his last breath, cried out in Ram's voice: 'Oh Lakshman! Oh Sita! Help me!' The cry echoed through the forest.",
      "image": "ram-golden-deer-04"
    },
    {
      "heading": "जाल बिछ गया",
      "headingEn": "The Trap Closes",
      "text": "सीता ने चीख सुनी और बहुत डर गई। \"लक्ष्मण, तुम्हारे भैया खतरे में हैं! फ़ौरन उनकी मदद के लिए जाओ!\" उसने विनती की। लक्ष्मण जानता था कि यह एक चाल है, पर सीता ज़िद करने लगी। जाने से पहले, लक्ष्मण ने कुटिया के चारों ओर एक सुरक्षा रेखा खींच दी। \"इस रेखा से बाहर कदम मत रखना, चाहे कुछ भी हो जाए,\" उसने चेतावनी दी। लेकिन जैसे ही दोनों भाई चले गए, रावण एक पवित्र साधु के भेष में प्रकट हुआ और सीता को रेखा पार करने के लिए छल से मजबूर कर दिया।",
      "textEn": "Sita heard the cry and was terrified. 'Lakshman, your brother is in danger! Go help him at once!' she pleaded. Lakshman knew it was a trick, but Sita insisted. Before leaving, Lakshman drew a protective line around the cottage. 'Do not step outside this line, no matter what,' he warned. But once both brothers were gone, Ravana appeared disguised as a holy sage and tricked Sita into crossing the line.",
      "image": "ram-golden-deer-05"
    },
    {
      "heading": "धोखे की सीख",
      "headingEn": "A Lesson in Deception",
      "text": "जब तक राम और लक्ष्मण लौटे, सीता माँ जा चुकी थीं। रावण उन्हें अपनी लंका नगरी में ले गया था। राम का दिल दुःख से टूट गया, पर उन्होंने हिम्मत नहीं हारी। इसी पल से रामायण की महान घटनाएं शुरू हुईं — सीता माँ की खोज, वानरों से दोस्ती, और रावण के खिलाफ भयंकर युद्ध। उस सुनहरे हिरण ने एक बड़ा सबक सिखाया: हर चमकने वाली चीज़ सोना नहीं होती, और एक पल की लालसा सब कुछ बदल सकती है।",
      "textEn": "By the time Ram and Lakshman returned, Sita was gone. Ravana had carried her away to his kingdom of Lanka. Ram's heart broke with grief, but he did not lose hope. This moment set in motion the great events of the Ramayana — the search for Sita, the alliance with the monkeys, and the mighty war against Ravana. The golden deer taught a powerful lesson: not everything beautiful is what it seems, and one moment of desire can change everything.",
      "image": "ram-golden-deer-06"
    }
  ],
  "moral": "हर चमकने वाली चीज़ असली नहीं होती। हमें उन चीज़ों से सावधान रहना चाहिए जो सच होने के लिए बहुत ज़्यादा सुंदर लगती हैं, क्योंकि उनके अंदर खतरा छिपा हो सकता है।",
  "moralEn": "Not everything that glitters is real. We must be careful of things that seem too beautiful to be true, for they may hide danger."
}
