{
  "id": "epic-arjuna-fish-eye",
  "title": "अर्जुन और मछली की आँख",
  "titleEn": "Arjuna and the Fish Eye",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "पांचाल के राजा द्रुपद की एक बहुत ही सुंदर और समझदार बेटी थी, जिसका नाम द्रौपदी था। वो अपनी सुंदरता, बुद्धिमानी और तेज़ तर्रार स्वभाव के लिए सारे राज्यों में जानी जाती थी। जब उसकी शादी का समय आया, तो राजा द्रुपद ने एक बड़ा स्वयंवर रचा - एक ऐसी प्रतियोगिता जहाँ हर राज्य के राजकुमार उससे शादी करने के लिए प्रतिस्पर्धा कर सकते थे।",
      "textEn": "King Drupad of Panchal had a beautiful and wise daughter named Draupadi. She was known across all the kingdoms for her grace, intelligence, and fiery spirit. When it was time for her to marry, King Drupad decided to hold a grand swayamvar — a contest where princes from every kingdom could compete to win her hand.",
      "image": "arjuna-fish-eye-01"
    },
    {
      "heading": "असंभव चुनौती",
      "headingEn": "The Impossible Challenge",
      "text": "भारतवर्ष के कोने-कोने से राजा और राजकुमार पांचाल के विशाल सभा भवन में जमा हुए। मैदान के बीचोबीच एक ऊंचा खम्बा खड़ा था। बिल्कुल ऊपर, एक सुनहरी मछली धीरे-धीरे गोल-गोल घूम रही थी। नीचे, ज़मीन पर, तेल का एक कुंड था जिसमें ऊपर घूमती मछली का प्रतिबिंब दिख रहा था। चुनौती का ऐलान हुआ: ‘तुम्हें इस शक्तिशाली धनुष पर प्रत्यंचा चढ़ानी होगी, फिर नीचे तेल में मछली के प्रतिबिंब को ही देखना होगा, और ऊपर घूमती मछली की आंख में तीर मारना होगा।’ भीड़ में सन्नाटा छा गया। ये तो नामुमकिन लग रहा था।",
      "textEn": "Kings and princes from across Bharat gathered in the magnificent hall of Panchal. At the center of the arena stood a tall pole. At the very top hung a golden fish that rotated slowly in circles. Below, on the ground, was a pool of oil that reflected the fish above. The challenge was announced: 'You must string this mighty bow, then look ONLY at the reflection of the fish in the oil below, and shoot an arrow through the eye of the rotating fish above.' A gasp went through the crowd. It seemed impossible.",
      "image": "arjuna-fish-eye-02"
    },
    {
      "heading": "राजकुमारों की नाकामी",
      "headingEn": "The Princes Fail",
      "text": "एक-एक करके, बलवान राजा और राजकुमार आगे आए। कुछ तो उस विशाल धनुष को उठा भी नहीं पाए। कुछ ने जैसे-तैसे उस पर प्रत्यंचा चढ़ाई, लेकिन केवल परछाईं को देखकर घूमते हुए लक्ष्य पर निशाना नहीं साध पाए। अभिमानी कौरवों ने कोशिश की और हार गए। यहाँ तक कि बड़े-बड़े योद्धा भी हार मानकर सिर झुकाकर खड़े हो गए। द्रौपदी चुपचाप देख रही थी, उस एक का इंतज़ार कर रही थी जो परीक्षा पास कर सके। फिर कर्ण, महान धनुर्धर, आगे बढ़े, लेकिन द्रौपदी ने सारथी के पुत्र को प्रतिस्पर्धा करने से मना कर दिया, क्योंकि उन्हें उसके शाही जन्म का सच नहीं पता था।",
      "textEn": "One by one, the mighty kings and princes stepped forward. Some could not even lift the enormous bow. Others managed to string it but could not aim at a spinning target using only its reflection. The proud Kauravas tried and failed. Even great warriors hung their heads in defeat. Draupadi watched quietly, waiting for the one who could pass the test. Karna, the great archer, stepped forward, but Draupadi refused to let the son of a charioteer compete, not knowing his true royal birth.",
      "image": "arjuna-fish-eye-03"
    },
    {
      "heading": "एक विनम्र ब्राह्मण",
      "headingEn": "The Humble Brahmin",
      "text": "फिर, हॉल के पीछे से, एक जवान आदमी, जो एक ब्राह्मण के साधारण कपड़ों में था, आगे बढ़ा। वो अर्जुन था, तीसरा पांडव राजकुमार, जो अपने वनवास के वर्षों में भेष बदलकर रह रहा था। भीड़ हैरानी से फुसफुसाई। \"क्या एक गरीब ब्राह्मण कोशिश करने की हिम्मत कर रहा है?\" कुछ लोग हँसे। लेकिन अर्जुन की आँखें शांत और स्थिर थीं। उसने भगवान कृष्ण को प्रणाम किया, जो दर्शकों में से एक मुस्कान के साथ देख रहे थे।",
      "textEn": "Then, from the back of the hall, a young man dressed in the simple clothes of a Brahmin walked forward. It was Arjuna, the third Pandava prince, disguised during his years of exile. The crowd murmured in surprise. 'A poor Brahmin dares to try?' some laughed. But Arjuna's eyes were calm and steady. He bowed before Lord Krishna, who watched from the audience with a knowing smile.",
      "image": "arjuna-fish-eye-04"
    },
    {
      "heading": "सबसे अच्छा निशाना",
      "headingEn": "The Perfect Shot",
      "text": "अर्जुन ने उस बड़े धनुष को ऐसे उठाया जैसे कोई पंख हो, और एक झटके में उस पर प्रत्यंचा चढ़ा दी। वो तेल के कुंड के पास घुटनों के बल बैठ गया और घूमती हुई सुनहरी मछली के प्रतिबिम्ब को देखने लगा। पूरा सभा-भवन एकदम शांत हो गया। अर्जुन की सांसें धीमी हो गईं। उसके चारों तरफ की दुनिया गायब हो गई - उसे पानी में मछली की आँख के सिवा कुछ और नहीं दिख रहा था। उसे अपने गुरु द्रोणाचार्य का पाठ याद आया: 'अर्जुन, तुम्हें क्या दिख रहा है?' 'गुरुदेव, केवल चिड़िया की आँख। सिर्फ आँख।' उसने तीर चलाया। वो सीधा और सटीक गया, और सुनहरी मछली की आँख को बिल्कुल सही जगह पर छेद दिया।",
      "textEn": "Arjuna lifted the great bow as if it were a feather and strung it in one smooth motion. He knelt beside the pool of oil and gazed at the reflection of the spinning golden fish. The hall fell silent. Arjuna's breathing slowed. The world around him disappeared — he saw nothing but the eye of the fish in the water. He remembered his guru Dronacharya's lesson: 'What do you see, Arjuna?' 'Only the eye of the bird, Gurudev. Only the eye.' He released the arrow. It flew straight and true, piercing the eye of the golden fish perfectly.",
      "image": "arjuna-fish-eye-05"
    },
    {
      "heading": "एक विजेता का ध्यान",
      "headingEn": "A Champion's Focus",
      "text": "हॉल तालियों की गड़गड़ाहट से गूंज उठा। आसमान से फूलों की बारिश होने लगी। द्रौपदी मुस्कुराई और विजय माला लेकर आगे बढ़ी, और उसने अर्जुन के गले में माला डाल दी। जल्द ही भेस खुल गया, और दुनिया को पता चला कि पांडव जीवित हैं। अर्जुन की जीत कोई जादू या किस्मत नहीं थी - यह सालों की कड़ी मेहनत और पूर्ण एकाग्रता की शक्ति का नतीजा थी। उनके गुरु ने उन्हें सिखाया था कि ध्यान सबसे बड़ा हथियार है, और उस दिन, उन्होंने इसे दुनिया के सामने साबित कर दिया।",
      "textEn": "The hall erupted in cheers. Flowers rained from the sky. Draupadi smiled and walked forward with the victory garland, placing it around Arjuna's neck. The disguise was soon revealed, and the world learned that the Pandavas were alive. Arjuna's victory was not magic or luck — it was the result of years of relentless practice and the power of absolute concentration. His guru had taught him that focus is the greatest weapon, and that day, he proved it before the world.",
      "image": "arjuna-fish-eye-06"
    }
  ],
  "moral": "सच्ची कुशलता तो सालों की मेहनत और लगन से आती है। जब तुम अपना पूरा ध्यान अपने लक्ष्य पर लगाओगे, तो कुछ भी नामुमकिन नहीं है।",
  "moralEn": "True skill comes from years of dedicated practice and unwavering focus. When you concentrate fully on your goal, nothing is impossible."
}
