{
  "id": "epic-bridge-to-lanka",
  "title": "लंका का पुल",
  "titleEn": "The Bridge to Lanka",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "राम भगवान और उनकी वानरों और भालुओं की बड़ी सेना एक बहुत, बहुत बड़े समुद्र के किनारे खड़ी थी। पानी के उस पार, दूर, बहुत दूर लंका का टापू था, जहाँ दुष्ट राजा रावण ने सीता को बंदी बना रखा था। राम को समुद्र पार करना था, लेकिन उनकी पूरी सेना के लिए इतनी बड़ी नाव नहीं थी।",
      "textEn": "Lord Ram and his big army of monkeys and bears stood at the edge of a very, very wide ocean. Far, far away across the water was the island of Lanka, where the mean king Ravana had taken Sita. Ram needed to cross the ocean, but there were no boats big enough for his whole army.",
      "image": "bridge-to-lanka-01"
    },
    {
      "heading": "समुंदर से सवाल",
      "headingEn": "Asking the Ocean",
      "text": "राम पानी के किनारे बैठ गया और सागर भगवान से प्रार्थना करने लगा। \"कृपा करके, मेरी सेना को पार जाने दीजिए,\" उसने बड़े प्यार से कहा। सागर भगवान लहरों में से उठे और झुककर प्रणाम किया। \"मैं अपना सारा पानी तो नहीं रोक सकता,\" उन्होंने कहा, \"लेकिन तुम्हारी सेना में दो खास बंदर हैं - नल और नील - जिनके पास एक जादुई शक्ति है। वे जिस भी पत्थर को छुएंगे, वो पानी पर तैरने लगेगा! पत्थरों का एक पुल बनाओ, और मैं उसे संभाल कर रखूंगा।\"",
      "textEn": "Ram sat by the water and prayed to the Ocean God. 'Please, let my army cross,' he asked politely. The Ocean God rose up from the waves and bowed. 'I cannot hold back all my water,' he said, 'but two special monkeys in your army — Nala and Neel — have a magical gift. Any stone they touch will float on water! Build a bridge of stones, and I will hold it up.'",
      "image": "bridge-to-lanka-02"
    },
    {
      "heading": "पत्थर जो तैरते हैं",
      "headingEn": "Stones That Float",
      "text": "नाला और नील बहुत खुश थे! उन्होंने बड़े-बड़े पत्थर उठाने शुरू किए और हर एक पर 'राम' लिखने लगे। जब उन्होंने पत्थरों को सागर में डाला – छपाक! – पत्थर डूबे नहीं। वे तैरने लगे! सेना के सारे बंदर उत्साहित हो गए और मदद करने लगे। बड़े बंदर बड़े-बड़े पत्थर उठा रहे थे। छोटे बंदर छोटे-छोटे कंकड़ उठा रहे थे। यहां तक कि नन्ही गिलहरियां भी रेत के दाने लुढ़काकर ला रही थीं ताकि पत्थरों के बीच की खाली जगह भर जाए।",
      "textEn": "Nala and Neel were so happy! They started picking up big rocks and writing 'Ram' on each one. When they placed the rocks in the ocean — splash! — the rocks did not sink. They floated! Every monkey in the army got excited and began to help. Big monkeys carried huge boulders. Small monkeys carried little pebbles. Even tiny squirrels rolled grains of sand to fill the gaps.",
      "image": "bridge-to-lanka-03"
    },
    {
      "heading": "छोटी गिलहरी",
      "headingEn": "The Little Squirrel",
      "text": "कुछ बड़े बंदर एक छोटी सी गिलहरी पर हँसे। “तुम तो बहुत छोटी हो, क्या मदद करोगी!” उन्होंने कहा। लेकिन भगवान राम ने प्यार से उस छोटी गिलहरी को उठाया और अपनी तीन उंगलियों से उसकी पीठ पर सहलाया। राम ने मुस्कुराते हुए कहा, \"हर मदद मायने रखती है। इस छोटी गिलहरी का प्यार भी उतना ही महान है जितना तुम्हारा।\" इसीलिए, आज भी भारत में गिलहरियों की पीठ पर तीन धारियाँ होती हैं - राम की प्यार भरी उंगलियों से।",
      "textEn": "Some big monkeys laughed at a tiny squirrel. 'You are too small to help!' they said. But Lord Ram picked up the little squirrel gently and stroked its back with his three fingers. 'Every bit of help matters,' Ram said with a smile. 'This little squirrel's love is just as great as yours.' That is why, even today, squirrels in India have three stripes on their back — from Ram's loving fingers.",
      "image": "bridge-to-lanka-04"
    },
    {
      "heading": "पुल तैयार है!",
      "headingEn": "The Bridge Is Ready",
      "text": "पाँच दिन और पाँच रातें, पूरी सेना बिना रुके साथ मिलकर काम करती रही। एक-एक पत्थर रखकर, पुल समुद्र में लम्बा होता गया। जब वो पूरा हो गया, तो वो लंका तक पहुँच गया! राम ने गर्व से अपने दोस्तों की ओर देखकर मुस्कुराया। \"ये हमने सबने मिलकर बनाया है,\" उन्होंने कहा। बंदर, भालू और गिलहरी, सब ख़ुशी से चिल्लाने लगे। फिर शक्तिशाली सेना सीता को बचाने के लिए पुल पार करके लंका की ओर बढ़ी, उनके दिलों में रावण का सामना करने का साहस और प्यार भरा हुआ था।",
      "textEn": "For five days and five nights, the whole army worked together without stopping. Stone by stone, the bridge grew longer and longer across the ocean. When it was finished, it stretched all the way to Lanka! Ram smiled proudly at his friends. 'We built this together,' he said. The monkeys, bears, and squirrels all cheered. Then the mighty army marched across the bridge to rescue Sita, ready to face Ravana with courage and love in their hearts.",
      "image": "bridge-to-lanka-05"
    }
  ],
  "moral": "जब हम सब मिलकर काम करते हैं और विश्वास रखते हैं, तो नामुमकिन भी मुमकिन हो जाता है। प्यार और टीम वर्क से तो हम किसी भी सागर पर पुल बना सकते हैं।",
  "moralEn": "When we work together and have faith, even the impossible becomes possible. Love and teamwork can build bridges across any ocean."
}
