{
  "id": "panchatantra-loyal-mongoose",
  "title": "वफादार नेवला",
  "titleEn": "The Loyal Mongoose",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "एक छोटे से गाँव में एक दयालु किसान और उसकी पत्नी रहते थे। उनका एक छोटा बेटा था, जिसे वे बहुत प्यार करते थे। उनके पास एक पालतू नेवला भी था, जो बहुत ही शांत और खेलने वाला था। नेवला बच्चे से बहुत प्यार करता था और दिन भर उसकी पालने के पास बैठा रहता था, जैसे कोई पहरेदार उसकी रखवाली कर रहा हो।",
      "textEn": "A kind farmer and his wife lived in a small village. They had a baby boy whom they loved very much. They also had a pet mongoose who was gentle and playful. The mongoose loved the baby and would sit near his cradle all day, watching over him like a guard.",
      "image": "loyal-mongoose-01"
    },
    {
      "heading": "बच्चे की रखवाली करने की ज़िम्मेदारी",
      "headingEn": "Left to Guard the Baby",
      "text": "एक दिन, किसान की पत्नी को कुएं से पानी लाने जाना था। उसने नेवले को देखा और कहा, \"जब तक मैं वापस ना आऊं, मेरे बच्चे का ध्यान रखना।\" नेवला पालने के पास बैठ गया, एकदम चौकन्ना और सावधान। बच्चा आराम से सो रहा था, और छोटा सा नेवला खतरे से बचाने के लिए अपनी आँखें खोले रहा।",
      "textEn": "One day, the farmer's wife needed to fetch water from the well. She looked at the mongoose and said, 'Watch over my baby while I am gone.' The mongoose sat beside the cradle, alert and watchful. The baby slept peacefully, and the little mongoose kept his eyes open for any danger.",
      "image": "loyal-mongoose-02"
    },
    {
      "heading": "साँप आया",
      "headingEn": "The Snake Comes",
      "text": "अचानक, एक बड़ा काला कोबरा दीवार में एक दरार से फुफकारता हुआ घर के अंदर आ गया। वो सीधा उस सोते हुए बच्चे की तरफ बढ़ रहा था! तभी बहादुर नेवले ने तुरंत छलांग लगाई। उसने अपनी पूरी ताकत से कोबरा से लड़ाई की, उसे काटा और खरोंचा। ये एक भयंकर लड़ाई थी, लेकिन नेवला फुर्तीला और बहादुर था। आखिरकार, नेवले ने सांप को मार डाला और बच्चे को बचा लिया।",
      "textEn": "Suddenly, a big black cobra slithered into the house through a crack in the wall. It was heading straight toward the sleeping baby! The brave mongoose jumped up at once. He fought the cobra with all his strength, biting and scratching. It was a fierce battle, but the mongoose was quick and brave. At last, the mongoose killed the snake and saved the baby.",
      "image": "loyal-mongoose-03"
    },
    {
      "heading": "भयानक भूल",
      "headingEn": "The Terrible Mistake",
      "text": "नेवला इतना खुश था कि वो दौड़कर किसान की पत्नी का स्वागत करने दरवाजे पर गया। उसका मुंह और पंजे सांप के खून से लाल थे। जब पत्नी ने वो खून देखा, तो वो चिल्लाई, \"तुमने मेरे बच्चे को चोट पहुंचाई है!\" बिना सोचे समझे, उसने भारी पानी का घड़ा नेवले पर दे मारा। बेचारा, वफादार नेवला ज़मीन पर गिर गया।",
      "textEn": "The mongoose was so happy that he ran to the door to greet the farmer's wife. His mouth and paws were red with the snake's blood. When the wife saw the blood, she screamed, 'You have hurt my baby!' Without thinking, she threw the heavy water pot at the mongoose. The poor, loyal mongoose fell to the ground.",
      "image": "loyal-mongoose-04"
    },
    {
      "heading": "एक दुख भरी सच्चाई",
      "headingEn": "The Sad Truth",
      "text": "पत्नी दौड़कर अंदर गई, उसका दिल ज़ोर-ज़ोर से धड़क रहा था। लेकिन बच्चा आराम से सो रहा था, उसे खरोंच तक नहीं आई थी। फिर उसने देखा कि पालने के पास ज़मीन पर एक मरा हुआ कोबरा पड़ा है। उसे सब कुछ एक ही पल में समझ आ गया। नेवले ने उसके बच्चे की जान बचाई थी! वो घुटनों के बल बैठ गई और रोने लगी, उसका दिल दुख से भर गया था। 'मुझसे बड़ी जल्दी हो गई,' वो सिसकते हुए बोली। 'मुझे कुछ करने से पहले देख लेना चाहिए था।' वो ये सबक कभी नहीं भूली - हमेशा गुस्से में कोई काम करने से पहले सच्चाई जान लो।",
      "textEn": "The wife rushed inside, her heart pounding. But the baby was sleeping peacefully, without a single scratch. Then she saw the dead cobra lying on the floor near the cradle. She understood everything at once. The mongoose had saved her baby's life! She fell to her knees and cried, filled with sadness. 'I was too hasty,' she wept. 'I should have looked before I acted.' She never forgot this lesson — always find out the truth before acting in anger.",
      "image": "loyal-mongoose-05"
    }
  ],
  "moral": "कभी भी गुस्से में कोई काम करने से पहले, पूरी सच्चाई जान लो। जल्दीबाजी और गुस्से से बहुत बड़ी गलतियाँ हो सकती हैं।",
  "moralEn": "Never act in anger without knowing the full truth. Haste and anger can lead to terrible mistakes."
}