{
  "id": "panchatantra-monkey-crocodile",
  "title": "बंदर और मगरमच्छ",
  "titleEn": "The Monkey and the Crocodile",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "एक समय की बात है, एक बंदर नदी के किनारे एक बड़े जामुन के पेड़ पर रहता था। पेड़ मीठे और रसीले जामुनों से भरा हुआ था। बंदर हर रोज़ ख़ुशी-ख़ुशी वो फल खाता और डाल-डाल पर झूलता रहता।",
      "textEn": "Once upon a time, a monkey lived in a big jamun tree on the bank of a river. The tree was full of sweet, juicy jamun fruits. Every day, the monkey would eat the fruits happily and swing from branch to branch.",
      "image": "monkey-crocodile-01"
    },
    {
      "heading": "एक नया दोस्त",
      "headingEn": "A New Friend",
      "text": "एक दिन, एक मगरमच्छ नदी किनारे तैरता हुआ आया। वो बहुत थका हुआ और भूखा था। दयालु बंदर ने कुछ जामुन के फल उसे नीचे फेंक दिए। मगरमच्छ को मीठे फल बहुत पसंद आए! उस दिन से, बंदर और मगरमच्छ अच्छे दोस्त बन गए। हर दिन, वे बातें करते और फल आपस में बांटते।",
      "textEn": "One day, a crocodile swam up to the riverbank. He was tired and hungry. The kind monkey threw some jamun fruits down to him. The crocodile loved the sweet fruits! From that day, the monkey and the crocodile became good friends. Every day, they would talk and share fruits together.",
      "image": "monkey-crocodile-02"
    },
    {
      "heading": "मगरमच्छ की पत्नी",
      "headingEn": "The Crocodile's Wife",
      "text": "मगरमच्छ कुछ फल अपनी पत्नी के लिए घर ले गया। उसने उन्हें चखा और कहा, \"ये फल तो बहुत मीठे हैं! जो बंदर इन्हें रोज़ खाता होगा, उसका दिल तो और भी मीठा होगा। मुझे उसका दिल ला दो!\" मगरमच्छ हैरान हो गया। वो अपने दोस्त को चोट नहीं पहुंचाना चाहता था। पर उसकी पत्नी बार-बार ज़िद करने लगी।",
      "textEn": "The crocodile took some fruits home to his wife. She tasted them and said, 'These fruits are so sweet! The monkey who eats them every day must have the sweetest heart. Bring me his heart!' The crocodile was shocked. He did not want to hurt his friend. But his wife insisted again and again.",
      "image": "monkey-crocodile-03"
    },
    {
      "heading": "एक खतरनाक सवारी",
      "headingEn": "A Dangerous Ride",
      "text": "अगले दिन, मगरमच्छ ने बंदर को अपने घर खाने पर बुलाया। उसने कहा, \"मेरी पीठ पर चढ़ जाओ, मैं तुम्हें नदी पार करा दूंगा।\" बंदर खुशी-खुशी मान गया और मगरमच्छ की पीठ पर चढ़ गया। जब वे नदी के बीचों-बीच गहरे पानी में थे, तो मगरमच्छ ने उदास होकर कहा, \"दोस्त, मेरी पत्नी को तुम्हारा दिल चाहिए। मुझे माफ़ करना, पर मुझे उसे तुम्हारा दिल देना ही होगा।\"",
      "textEn": "The next day, the crocodile invited the monkey to his home for dinner. 'Climb on my back,' he said, 'I will carry you across the river.' The monkey happily agreed and climbed onto the crocodile's back. When they were in the middle of the deep river, the crocodile said sadly, 'Friend, my wife wants your heart. I am sorry, but I must take it to her.'",
      "image": "monkey-crocodile-04"
    },
    {
      "heading": "चालाक बंदर",
      "headingEn": "The Clever Monkey",
      "text": "बंदर डर गया, लेकिन उसने झट से सोचा। “अरे बाप रे!” वो बोला। “आपने मुझे पहले क्यों नहीं बताया? मेरा दिल तो जामुन के पेड़ पर लटका रह गया! प्लीज़, मुझे वापस ले चलो, मैं उसे आपके लिए ले आऊंगा।” बेवकूफ मगरमच्छ को उस पर विश्वास हो गया और वो वापस नदी के किनारे की तरफ तैरने लगा। जैसे ही वे पेड़ के पास पहुंचे, बंदर सबसे ऊंची डाल पर कूद गया।",
      "textEn": "The monkey was scared, but he thought quickly. 'Oh dear!' he said. 'Why didn't you tell me before? I left my heart hanging on the jamun tree! Please take me back and I will get it for you.' The foolish crocodile believed him and swam back to the riverbank. The moment they reached the tree, the monkey jumped up to the highest branch.",
      "image": "monkey-crocodile-05"
    },
    {
      "heading": "सीख",
      "headingEn": "The Lesson",
      "text": "\"अरे बुद्धू मगरमच्छ!\" बंदर पेड़ की चोटी से चिल्लाया। \"भला कोई अपना दिल शरीर के बाहर रखता है क्या! तुमने मुझे धोखा देने की कोशिश की, इसलिए अब हमारी दोस्ती ख़त्म।\" मगरमच्छ को बहुत शर्म आई और वो वहाँ से तैरकर चला गया। और चालाक बंदर जामुन के पेड़ पर ख़ुशी-ख़ुशी रहने लगा। वो हमेशा याद रखता था कि तेज़ी से सोचने से तुम किसी भी खतरे से बच सकते हो।",
      "textEn": "'You silly crocodile!' the monkey called from the top of the tree. 'Nobody keeps their heart outside their body! You tried to trick me, so our friendship is over.' The crocodile felt ashamed and swam away. And the clever monkey lived happily in his jamun tree, always remembering that quick thinking can save you from any danger.",
      "image": "monkey-crocodile-06"
    }
  ],
  "moral": "सच्चे दोस्त कभी एक-दूसरे को धोखा नहीं देते। तेज़ी से सोचने से तुम खतरे से बच सकते हो।",
  "moralEn": "True friends never betray each other. Quick thinking can save you from danger."
}