{
  "id": "panchatantra-musical-donkey",
  "title": "संगीतमय गधा",
  "titleEn": "The Musical Donkey",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "एक समय की बात है, उधता नाम का एक दुबला-पतला गधा रहता था। वो दिन भर एक धोबी के यहाँ काम करता था, भारी गठरी कपड़ों की ढोता था। धोबी गरीब था और गधे को ज़्यादा खाना नहीं दे पाता था। इसलिए हर रात, गधा चुपके से पास के खेतों में खाने के लिए निकल जाता था।",
      "textEn": "There once lived a thin donkey named Udhata. He worked for a washerman during the day, carrying heavy bundles of clothes. The washerman was poor and could not give the donkey much food. So every night, the donkey would sneak out to eat in the nearby fields.",
      "image": "musical-donkey-01"
    },
    {
      "heading": "खेतों में एक दोस्त",
      "headingEn": "A Friend in the Fields",
      "text": "खेतों में, एक गधा एक सियार से मिला। दोनों में दोस्ती हो गई और वे हर रात साथ में खाना खाते थे। गधा ताज़ी खीरे और तरबूज चबाता, और सियार छोटी-मोटी चीजें ढूंढता। तारों भरे आसमान के नीचे उनका खूब मन लगता। रात दर रात, वे खुशी-खुशी साथ में दावत करते।",
      "textEn": "In the fields, the donkey met a jackal. They became friends and would eat together every night. The donkey munched on fresh cucumbers and watermelons while the jackal looked for small treats. They had a wonderful time under the starry sky. Night after night, they would feast happily together.",
      "image": "musical-donkey-02"
    },
    {
      "heading": "गधा गाना चाहता है",
      "headingEn": "The Donkey Wants to Sing",
      "text": "एक सुंदर रात थी, चाँद एकदम गोल और बड़ा था। गधे को इतनी खुशी हुई कि उसने कहा, \"कितनी प्यारी रात है! मेरा मन कर रहा है कि मैं एक गाना गाऊँ!\" तभी सियार झट से बोला, \"नहीं, नहीं मेरे दोस्त! यहाँ बिलकुल मत गाना। अगर किसान ने सुन लिया, तो वो आकर हम दोनों को मारेगा!\"",
      "textEn": "One beautiful night, the moon was big and round. The donkey felt so happy that he said, 'What a lovely night! I want to sing a song!' The jackal quickly said, 'No, no, my friend! Please don't sing here. If the farmer hears you, he will come and beat us both!'",
      "image": "musical-donkey-03"
    },
    {
      "heading": "गलत हो गया गाना",
      "headingEn": "The Song That Went Wrong",
      "text": "लेकिन गधे ने एक ना सुनी। वो अकड़ के बोला, \"तुम्हें अच्छी संगीत की समझ ही नहीं है!\" उसने अपना सर ऊँचा उठाया और ज़ोर-ज़ोर से रेंकने लगा। \"ढेंचू! ढेंचू! ढेंचू!\" उसकी आवाज़ इतनी तेज़ थी कि पूरे मैदान में गूंज रही थी। गीदड़ ने दुख से अपना सर हिलाया और जल्दी से भाग कर छुप गया।",
      "textEn": "But the donkey did not listen. 'You just don't understand good music!' he said proudly. He lifted his head high and began to bray loudly. 'Hee-haw! Hee-haw! Hee-haw!' His voice was so loud that it echoed across the fields. The jackal shook his head sadly and quickly ran away to hide.",
      "image": "musical-donkey-04"
    },
    {
      "heading": "किसान जागा",
      "headingEn": "The Farmer Wakes Up",
      "text": "किसान ने भयानक चीं-चीं की आवाज़ सुनी और झट से उठ गया। उसने एक बड़ी सी लाठी उठाई और खेत में दौड़ गया। उसने देखा कि गधा उसकी कीमती सब्ज़ियाँ खा रहा है और उसे बहुत गुस्सा आया। किसान ने गधे को दौड़ाया और उसकी खूब पिटाई की। बेचारा गधा दर्द भरी पीठ के साथ भाग गया, और सोच रहा था कि काश उसने अपने समझदार दोस्त की बात मानी होती। अगर वो चुप रहता, तो उसका पेट स्वादिष्ट खाने से भरा होता।",
      "textEn": "The farmer heard the terrible braying and woke up at once. He grabbed a big stick and ran into the field. He saw the donkey eating his precious vegetables and became very angry. The farmer chased the donkey and gave him a good beating. The poor donkey ran away with a sore back, wishing he had listened to his wise friend. If only he had kept quiet, he could have enjoyed a belly full of tasty food.",
      "image": "musical-donkey-05"
    }
  ],
  "moral": "हर चीज़ का एक सही समय और सही जगह होती है। गलत काम गलत समय पर करने से मुसीबत आ सकती है।",
  "moralEn": "There is a right time and place for everything. Doing the wrong thing at the wrong time can lead to trouble."
}