{
  "id": "panchatantra-tortoise-geese",
  "title": "कछुआ और हंस",
  "titleEn": "The Tortoise and the Geese",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "हरे-भरे पहाड़ों से घिरी एक सुंदर झील में, कंबुग्रीव नाम का एक कछुआ रहता था। उसके दो सबसे अच्छे दोस्त थे - संकट और विकट नाम की दो हंसें। हर दिन, तीनों दोस्त बातें करते, खेलते और झील के ठंडे पानी का आनंद लेते थे।",
      "textEn": "In a beautiful lake surrounded by green hills, there lived a tortoise named Kambugriva. He had two best friends — a pair of geese named Sankata and Vikata. Every day, the three friends would talk, play, and enjoy the cool water of the lake.",
      "image": "tortoise-geese-01"
    },
    {
      "heading": "झील सूख गई",
      "headingEn": "The Lake Dries Up",
      "text": "एक गर्मी में, बारिश बिलकुल नहीं हुई। धीरे-धीरे झील सूखने लगी। मछलियाँ परेशान हो गईं, मेंढक फुदक कर चले गए, और पानी हर दिन कम होता गया। कछुआ बहुत उदास था। उसने अपने दोस्तों से कहा, \"अगर झील पूरी तरह से सूख जाएगी, तो मैं मर जाऊंगा। मैं अपने छोटे पैरों से ज्यादा दूर नहीं चल सकता।\"",
      "textEn": "One summer, the rains did not come. The lake began to dry up, little by little. The fish became worried, the frogs hopped away, and the water got lower each day. The tortoise was very sad. 'If the lake dries up completely, I will die,' he said to his friends. 'I cannot walk far on my short legs.'",
      "image": "tortoise-geese-02"
    },
    {
      "heading": "एक होशियार योजना",
      "headingEn": "A Clever Plan",
      "text": "हंसों ने बहुत सोचा और एक योजना बनाई। संकट ने कहा, “हम तुम्हें एक नई झील पर ले जाएँगे! हम अपनी चोंच से एक डंडी पकड़ेंगे। तुम डंडी को बीच में से कसकर पकड़ लेना, और हम तुम्हें नई झील पर उड़ा ले जाएँगे।\" विकट ने चेतावनी दी, “लेकिन याद रखना, उड़ते समय अपना मुँह बिल्कुल नहीं खोलना। अगर तुम बोलोगे तो गिर जाओगे!\"",
      "textEn": "The geese thought hard and came up with a plan. 'We will carry you to a new lake!' said Sankata. 'We will hold a stick between our beaks. You bite the middle of the stick tightly, and we will fly you to the new lake.' 'But remember,' warned Vikata, 'you must NOT open your mouth while we fly. If you talk, you will fall!'",
      "image": "tortoise-geese-03"
    },
    {
      "heading": "आसमान में ऊपर",
      "headingEn": "Up in the Sky",
      "text": "कछुआ मान गया। उसने लकड़ी को बीच में से कसकर पकड़ लिया। दो हंसों ने लकड़ी के दोनों सिरे उठाए और आकाश में उड़ गए। ऊपर, ऊपर, और ऊपर वो उड़ते चले गए! कछुए को नीचे पूरी दुनिया दिख रही थी - खेत, गांव, और नदियाँ। कितना अद्भुत था!",
      "textEn": "The tortoise agreed. He bit the middle of the stick tightly. The two geese picked up the ends of the stick and flew into the sky. Up, up, up they went! The tortoise could see the whole world below — fields, villages, and rivers. It was wonderful!",
      "image": "tortoise-geese-04"
    },
    {
      "heading": "घातक भूल",
      "headingEn": "The Fatal Mistake",
      "text": "जब वो एक गाँव के ऊपर से उड़ रहे थे, तो लोगों ने ऊपर देखा और उंगली दिखाई। \"देखो! दो चिड़ियाँ एक कछुए को ले जा रही हैं! कितना मजेदार है!\" वे हँसे। कछुए ने उन्हें सुना और उसे गुस्सा आया। वो चिल्लाना चाहता था, \"इसमें क्या मजेदार है?\" लेकिन जैसे ही उसने बोलने के लिए अपना मुंह खोला - उसने लकड़ी छोड़ दी! बेचारा कछुआ नीचे, नीचे, नीचे जमीन पर गिर गया। काश उसने अपना मुंह बंद रखा होता, तो वो खूबसूरत नई झील तक सुरक्षित पहुँच जाता।",
      "textEn": "As they flew over a village, people looked up and pointed. 'Look! Two birds carrying a tortoise! How funny!' they laughed. The tortoise heard them and became angry. He wanted to shout, 'What's so funny about that?' But the moment he opened his mouth to speak — he let go of the stick! The poor tortoise fell down, down, down to the ground. If only he had kept his mouth shut, he would have reached the beautiful new lake safely.",
      "image": "tortoise-geese-05"
    }
  ],
  "moral": "सोच समझ कर बोलो। सही समय पर चुप रहने से तुम परेशानी से बच सकते हो।",
  "moralEn": "Think before you speak. Keeping quiet at the right time can save you from trouble."
}