{
  "id": "panchatantra-brahmins-dream",
  "title": "ब्राह्मण का सपना",
  "titleEn": "The Brahmin's Dream",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "एक छोटे से गाँव में स्वभावकृपण नाम का एक गरीब ब्राह्मण रहता था। उसके पास ज़्यादा कुछ नहीं था, लेकिन एक दिन उसे तोहफे में आटे से भरा एक बड़ा घड़ा मिला। वो बहुत खुश हुआ! उसने घड़े को अपने बिस्तर के ऊपर एक कील पर लटका दिया और लेट गया, उसे बड़ी मुस्कान के साथ देखता रहा।",
      "textEn": "In a small village, there lived a poor brahmin named Svabhavakripana. He did not have much, but one day he received a big pot full of flour as a gift. He was so happy! He hung the pot on a nail above his bed and lay down, staring at it with a big smile.",
      "image": "brahmins-dream-01"
    },
    {
      "heading": "दिन में सपने देखना शुरू",
      "headingEn": "The Daydream Begins",
      "text": "जैसे ही उसने आटे के बर्तन की तरफ़ देखा, वो सपने देखने लगा। उसने सोचा, \"मैं ये आटा बेचूँगा और थोड़े पैसे कमाऊँगा। उन पैसों से मैं एक बकरी खरीदूँगा। बकरी दूध देगी, और मैं दूध बेचूँगा। जल्दी ही मेरे पास एक गाय खरीदने के लिए काफ़ी पैसे हो जाएँगे!\"",
      "textEn": "As he looked at the pot of flour, he began to dream. 'I will sell this flour and get some money,' he thought. 'With that money, I will buy a goat. The goat will give milk, and I will sell the milk. Soon I will have enough money to buy a cow!'",
      "image": "brahmins-dream-02"
    },
    {
      "heading": "बड़े, और बड़े सपने",
      "headingEn": "Bigger and Bigger Dreams",
      "text": "उसके सपने बड़े होते गए। 'गाय के दूध से, मैं मक्खन और घी बनाऊँगा। उन्हें बेचकर मैं अमीर बन जाऊंगा! मैं एक बड़ा, सुंदर घर बनाऊंगा। फिर मेरी शादी एक प्यारी दुल्हन से होगी। गांव में हर कोई मेरी इज्जत करेगा!' ब्राह्मण अपनी शानदार जिंदगी की कल्पना करते हुए और भी मुस्कुराने लगा।",
      "textEn": "His dreams grew bigger and bigger. 'With the cow's milk, I will make butter and ghee. I will sell them and become rich! I will build a big, beautiful house. Then I will get married to a lovely bride. Everyone in the village will respect me!' The brahmin smiled wider and wider as he imagined his wonderful life.",
      "image": "brahmins-dream-03"
    },
    {
      "heading": "सबसे बड़ा सपना",
      "headingEn": "The Grandest Dream",
      "text": "वो सपने देखता रहा। \"मेरी बीवी और मेरा एक छोटा सा बेटा होगा। वो बड़ा ही होशियार और नटखट होगा। जब वो शैतानी करेगा और घर में इधर-उधर भागेगा, तो मैं एक डंडा उठाऊंगा और कहूंगा - बस, वहीं रुक जाओ!\"  जैसे ही उसने डंडा लहराने की कल्पना की, ब्राह्मण ने हवा में एक लात मारी।",
      "textEn": "He kept dreaming. 'My wife and I will have a little son. He will be smart and playful. When he is naughty and runs around the house, I will pick up a stick and say — Stop right there!' As he imagined waving the stick, the brahmin kicked his leg in the air.",
      "image": "brahmins-dream-04"
    },
    {
      "heading": "सब कुछ खो गया",
      "headingEn": "Everything Is Lost",
      "text": "अरे बेटा, उसका पैर ऊपर लटकते हुए आटे के बर्तन से टकरा गया! बर्तन तो चकनाचूर हो गया, और सारा आटा धड़ाम से उसके चेहरे पर और पूरे बिस्तर पर गिर गया। आटे से सब कुछ सफ़ेद बादल जैसा हो गया। ब्राह्मण खांसते और थूकते हुए उठ बैठा। उसका आटा तो गया! उसकी बकरी, गाय, घर, दुल्हन और बेटा - सब एक पल में गायब! उसके सारे बड़े-बड़े सपने उस एक बर्तन से आए थे, और अब वो टूट गया था।",
      "textEn": "His foot hit the pot of flour hanging above him! The pot broke into pieces, and all the flour came crashing down on his face and all over the bed. The flour covered everything in a white cloud. The brahmin sat up, coughing and sputtering. His flour was gone. His goat, cow, house, bride, and son — all gone in an instant! All his grand dreams had come from that one pot, and now it was broken.",
      "image": "brahmins-dream-05"
    },
    {
      "heading": "सीख",
      "headingEn": "The Lesson",
      "text": "ब्राह्मण ने अपनी आँखों से आटा पोंछा और आह भरी। वो भविष्य के सपने देखने में इतना मगन था कि उसने ये ही भुला दिया कि उसके पास जो है, उसकी देखभाल करे। उस दिन से उसने हवा में महल बनाना छोड़ दिया। इसके बदले, वो अपने हाथों से मेहनत करने लगा। हमेशा याद रखना - सपने देखना अच्छा है, पर मेहनत ही उन्हें सच करती है।",
      "textEn": "The brahmin wiped the flour from his eyes and sighed. He had been so busy dreaming about the future that he forgot to take care of what he had right now. From that day, he stopped building castles in the air. Instead, he worked hard with his own two hands. Always remember — dreams are nice, but hard work is what makes them come true.",
      "image": "brahmins-dream-06"
    }
  ],
  "moral": "हवा में महल मत बनाओ। जो कुछ भी तुम्हें चाहिए, उसके लिए सिर्फ सपने देखने के बजाय मेहनत करो।",
  "moralEn": "Do not build castles in the air. Work hard for what you want instead of just dreaming about it."
}