{
  "id": "panchatantra-crow-snake",
  "title": "कौआ और साँप",
  "titleEn": "The Crow and the Snake",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "गाँव के पास एक ऊँचे, पुराने पेड़ पर, कौवों के एक जोड़े ने एक प्यारा सा घोंसला बनाया था। वे खुशी-खुशी रहते थे और अपने छोटे से घर को बहुत प्यार करते थे। लेकिन उसी पेड़ के निचले हिस्से में, एक बड़े काले साँप ने अपना बिल बना लिया था।",
      "textEn": "In a tall, old tree near a village, a pair of crows had built a cozy nest. They lived happily and loved their little home. But in a hollow at the bottom of the same tree, a big black cobra had made his den.",
      "image": "crow-snake-01"
    },
    {
      "heading": "एक निर्दयी साँप",
      "headingEn": "A Cruel Snake",
      "text": "हर बार जब कौवे अपने घोंसले में अंडे देते, कुछ बुरा हो जाता। जब कौवे खाना ढूंढने के लिए उड़ जाते, तो सांप पेड़ पर चढ़ जाता और उनके सारे अंडे खा जाता। बेचारे कौवे जब घर लौटते, तो उन्हें घोंसला खाली मिलता और वो रोते। ऐसा बार-बार होता रहा, और कौवे बहुत दुखी हो गए।",
      "textEn": "Every time the crows laid eggs in their nest, something terrible happened. When the crows flew away to find food, the snake would slither up the tree and eat all their eggs. The poor crows would come home to an empty nest and cry. This happened again and again, and the crows were heartbroken.",
      "image": "crow-snake-02"
    },
    {
      "heading": "मदद मांगना",
      "headingEn": "Asking for Help",
      "text": "कौवा पिताजी अपने समझदार पुराने दोस्त, एक सियार के पास उड़कर गए जो पास में ही रहता था। कौवे ने गिड़गिड़ाते हुए कहा, \"हमारी मदद करो! साँप इतना ताकतवर है कि हम उससे लड़ नहीं सकते। जब भी हमारे अंडे होते हैं, वो सब खा जाता है। हम क्या करें?\" सियार ने थोड़ी देर सोचा और फिर मुस्कुराया। \"तुम साँप से लड़ तो नहीं सकते, लेकिन तुम अपनी बुद्धि का इस्तेमाल कर सकते हो। मेरे पास एक योजना है!\"",
      "textEn": "The father crow flew to his wise old friend, a jackal who lived nearby. 'Please help us,' the crow begged. 'The snake is too strong for us to fight. Every time we have eggs, he eats them all. What can we do?' The jackal thought for a while and then smiled. 'You cannot fight the snake, but you can use your brain. I have a plan!'",
      "image": "crow-snake-03"
    },
    {
      "heading": "चालाक योजना",
      "headingEn": "The Clever Plan",
      "text": "सियार ने कौवे को धीरे से अपनी योजना बताई। “तुम उस शाही तालाब पर जाओ जहाँ रानी और उनकी सहेलियाँ नहाती हैं। वे अपने सोने के हार किनारे पर छोड़ जाती हैं। एक हार उठाओ और धीरे-धीरे उड़ो ताकि राजा के सिपाही तुम्हें देख सकें। फिर उस हार को साँप के बिल में गिरा दो।\" कौवा ध्यान से सुनता रहा और उसने हाँ में सिर हिलाया।",
      "textEn": "The jackal whispered his plan to the crow. 'Go to the royal pond where the queen and her maids bathe. They leave their gold necklaces on the bank. Pick up a necklace and fly slowly so the king's guards can see you. Then drop the necklace into the snake's hollow.' The crow listened carefully and nodded.",
      "image": "crow-snake-04"
    },
    {
      "heading": "योजना काम कर गई",
      "headingEn": "The Plan Works",
      "text": "अगली सुबह, कौवा उड़कर शाही तालाब पर गया। उसने अपनी चोंच में एक चमकता हुआ सोने का हार उठाया और धीरे-धीरे गाँव के ऊपर उड़ने लगा। राजा के सिपाहियों ने उसे देख लिया और 'रुको! चोर!' चिल्लाते हुए उसके पीछे दौड़े। कौवा अपने पेड़ पर उड़ा और उसने हार को सीधा साँप के बिल में गिरा दिया। सिपाही पेड़ के पास पहुँचे और हार निकालने के लिए बिल के अंदर देखने लगे।",
      "textEn": "The next morning, the crow flew to the royal pond. He picked up a shiny gold necklace in his beak and flew slowly over the village. The king's guards saw him and chased after him, shouting, 'Stop! Thief!' The crow flew to his tree and dropped the necklace right into the snake's hollow at the bottom. The guards reached the tree and looked inside the hollow to get the necklace.",
      "image": "crow-snake-05"
    },
    {
      "heading": "सुरक्षित आखिरकार",
      "headingEn": "Safe at Last",
      "text": "जब पहरेदारों ने उस खोखले में झाँका, तो उन्होंने देखा कि उसके अंदर एक बड़ा कोबरा है! उन्होंने झटपट अपनी लाठियों से साँप को मार डाला और रानी का हार वापस ले लिया। कौवे पेड़ की चोटी से ये सब देख रहे थे और खुशी से भर गए। वे आखिरकार सुरक्षित थे! उनके अंडे अब कभी नहीं खाए जाएंगे। चालाक कौवे ने अपनी बुद्धि का इस्तेमाल करके खुद से कहीं ज़्यादा ताक़तवर दुश्मन को हरा दिया था।",
      "textEn": "When the guards peered into the hollow, they found the big cobra inside! They quickly killed the snake with their sticks and took back the queen's necklace. The crows watched from the top of the tree, filled with joy. They were finally safe! Their eggs would never be eaten again. The clever crow had used his brain to defeat an enemy much stronger than himself.",
      "image": "crow-snake-06"
    }
  ],
  "moral": "दिमाग में है ताकत। एक अकलमंद विचार उन मुश्किलों को भी हल कर सकता है जिन्हें लड़ाई से नहीं सुलझाया जा सकता।",
  "moralEn": "Brain is mightier than strength. A clever idea can solve problems that fighting cannot."
}