{
  "id": "puranic-durga-mahishasura",
  "title": "दुर्गा और महिषासुर",
  "titleEn": "Durga and Mahishasura",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "देवताओं और राक्षसों के पुराने ज़माने में, महिषासुर नाम का एक भैंस-राक्षस रहता था। वो बड़ा ही महत्वाकांक्षी और शक्ति का भूखा था, और उसने ब्रह्मा जी, जो सृष्टि के रचयिता हैं, को प्रसन्न करने के लिए बहुत कठिन तपस्या की। सालों तक वो एक पैर पर खड़ा रहा, कुछ नहीं खाया, और कड़ी धूप और कड़ाके की ठंड में ध्यान करता रहा। उसकी तपस्या से प्रभावित होकर ब्रह्मा जी उसके सामने प्रकट हुए। ब्रह्मा जी ने कहा, 'कोई भी वरदान मांगो।'",
      "textEn": "In the ancient age of gods and demons, there lived a buffalo demon named Mahishasura. He was ambitious and power-hungry, and he performed severe penance to please Lord Brahma, the creator. For years he stood on one leg, ate nothing, and meditated through scorching heat and freezing cold. Impressed by his dedication, Brahma appeared before him. 'Ask for any boon,' Brahma said.",
      "image": null
    },
    {
      "heading": "चालाक वरदान",
      "headingEn": "The Cunning Boon",
      "text": "महिषासुर बड़ा चालाक था। उसने माँगा, \"मुझे ऐसा वरदान दो कि कोई देवता, राक्षस या आदमी मुझे कभी हरा ना पाए।\" ब्रह्मा जी ने उसकी ये इच्छा पूरी कर दी। पर महिषासुर ने औरतों का ज़िक्र करना सोचा ही नहीं - क्योंकि अपने घमंड में, उसे लगता था कि कोई औरत उसे क्या चुनौती देगी। ये वरदान मिलने के बाद, महिषासुर ने राक्षसों की एक बड़ी सेना इकट्ठी की और सीधे स्वर्ग पर हमला कर दिया। देवताओं ने खूब बहादुरी से लड़ाई की, पर वो उस अजेय राक्षस का मुकाबला नहीं कर पाए।",
      "textEn": "Mahishasura was clever. He asked, 'Grant me that no god, demon, or man can ever defeat me.' Brahma granted the wish. But Mahishasura did not think to mention women — for in his arrogance, he believed no woman could ever challenge him. Armed with this boon, Mahishasura gathered a massive army of demons and attacked heaven itself. The Devas fought bravely, but they were no match for the invincible demon.",
      "image": null
    },
    {
      "heading": "आसमान गिरा",
      "headingEn": "Heaven Falls",
      "text": "एक-एक करके, सारे देवता हार गए। इंद्र का सिंहासन छिन गया। सूर्य देव का तेज मंद पड़ गया। वायु देव बिलकुल शांत हो गए। महिषासुर इंद्र के सिंहासन पर बैठ गया और उसने खुद को तीनों लोकों - स्वर्ग, पृथ्वी और पाताल - का राजा घोषित कर दिया। हर तरफ अँधेरा और अत्याचार फैल गया। बेचारे देवता इकट्ठे होकर भगवान विष्णु, भगवान शिव और भगवान ब्रह्मा के पास मदद के लिए गए।",
      "textEn": "One by one, the gods were defeated. Indra lost his throne. Surya, the sun god, was dimmed. Vayu, the wind god, was silenced. Mahishasura sat upon Indra's throne and declared himself the ruler of all three worlds — heaven, earth, and the netherworld. Darkness and cruelty spread everywhere. The desperate gods gathered and went to Lord Vishnu, Lord Shiva, and Lord Brahma for help.",
      "image": null
    },
    {
      "heading": "दुर्गा का जन्म",
      "headingEn": "The Birth of Durga",
      "text": "तीनों महान देवताओं ने अपनी दिव्य ऊर्जा को प्रकाश के एक चमकते हुए स्तंभ में मिला दिया। उस तेज से एक शानदार देवी प्रकट हुईं - दुर्गा। उनकी दस भुजाएँ थीं और उनकी आँखें आग की तरह चमक रही थीं। हर देवता ने एक शक्तिशाली हथियार दिया: शिव ने अपना त्रिशूल दिया, विष्णु ने अपना चक्र, वायु ने अपना धनुष और बाण, हिमालय ने उन्हें सवारी करने के लिए एक भयंकर शेर दिया, और अग्नि ने अपना भाला प्रदान किया। दिव्य आभूषणों से सजी और हथियारों से लैस, दुर्गा शक्ति का अवतार थीं - सर्वोच्च शक्ति।",
      "textEn": "The three great gods combined their divine energies in a blazing column of light. From that radiance emerged a magnificent goddess — Durga. She had ten arms and eyes that blazed like fire. Each god contributed a powerful weapon: Shiva gave his trident, Vishnu his chakra, Vayu his bow and arrows, Himalaya gave her a fierce lion to ride, and Agni bestowed his spear. Adorned with celestial ornaments and armed to the teeth, Durga was the embodiment of Shakti — supreme power.",
      "image": null
    },
    {
      "heading": "नौ दिन की लड़ाई",
      "headingEn": "The Nine-Day Battle",
      "text": "दुर्गा शेर पर सवार होकर लड़ाई के मैदान में उतरीं, और उनकी दहाड़ से तीनों लोक काँप उठे। महिषासुर ने राक्षसों की एक के बाद एक लहर भेजी - हज़ारों डरावने योद्धा। दुर्गा ने उन सब से युद्ध किया, उनकी दसों भुजाएँ तेज़ी से घूम-घूम कर हथियार चला रही थीं। नौ दिनों और नौ रातों तक घमासान युद्ध चला। हर दिन, दुर्गा ने महिषासुर की सेना का एक और दल नष्ट कर दिया। राक्षस खुद बार-बार रूप बदल रहा था - कभी भैंसा, कभी शेर, कभी हाथी, कभी योद्धा - ताकि दुर्गा को भ्रमित कर सके और हरा सके।",
      "textEn": "Durga rode into battle on her lion, her war cry shaking the three worlds. Mahishasura sent wave after wave of demons — thousands of fearsome warriors. Durga fought them all, her ten arms wielding weapons in a dazzling blur. The battle raged for nine days and nine nights. Each day, Durga destroyed another legion of Mahishasura's army. The demon himself kept changing forms — from buffalo to lion to elephant to warrior — trying to confuse and overpower her.",
      "image": null
    },
    {
      "heading": "आखिरी वार",
      "headingEn": "The Final Strike",
      "text": "दसवें दिन, महिषासुर अपनी सबसे ताकतवर भैंस के रूप में दुर्गा पर झपटा। उसके खुरों से धरती हिल गई। लेकिन दुर्गा उस पर कूद पड़ी और उसे अपने पैर के नीचे दबा लिया। जैसे ही उसने दूसरा रूप बदलने की कोशिश की, दुर्गा ने अपने त्रिशूल से उस पर पूरी शक्ति से वार किया। शक्तिशाली महिषासुर गिर गया। स्वर्ग में रोशनी फैल गई, आसमान से फूलों की बारिश होने लगी और देवता खुशी से झूम उठे।",
      "textEn": "On the tenth day, Mahishasura charged at Durga in his mightiest buffalo form. The earth shook under his hooves. But Durga leapt upon him, pinning him under her foot. As he tried to shift into yet another form, she drove her trident through him with unstoppable force. The mighty Mahishasura fell. The heavens lit up, flowers rained from the sky, and the gods rejoiced.",
      "image": null
    },
    {
      "heading": "अच्छाई की जीत",
      "headingEn": "Victory of Good",
      "text": "देवताओं को उनकी जगह वापस मिल गई, दुनिया में फिर से रोशनी छा गई, और शांति लौट आई। उस दिन से, दुर्गा को महिषासुर मर्दिनी के नाम से जाना जाने लगा - यानी महिषासुर का वध करने वाली। हर साल, नवरात्रि की नौ रातों में, हम देवी दुर्गा का सम्मान करते हैं और दसवें दिन उनकी विजय का उत्सव मनाते हैं - विजयदशमी। उनकी कहानी हमें याद दिलाती है कि जब बुराई को रोकना नामुमकिन लगता है, तब भी एकजुट और निडर होकर धर्म की शक्ति हमेशा विजयी होती है।",
      "textEn": "The Devas regained their places, light returned to the world, and peace was restored. From that day, Durga was celebrated as Mahishasura Mardini — the slayer of Mahishasura. Every year, during the nine nights of Navratri, we honor Goddess Durga and celebrate her victory on the tenth day — Vijayadashami. Her story reminds us that when evil seems unstoppable, the power of righteousness, united and fearless, will always prevail.",
      "image": null
    }
  ],
  "moral": "चाहे बुराई कितनी भी ताकतवर क्यों न हो जाए, अच्छाई की शक्ति – जब एकजुट हो जाए – हमेशा जीतती है। सच्ची ताकत तो सच्चाई में ही होती है।",
  "moralEn": "No matter how powerful evil becomes, the force of good — when united — will always triumph. True power comes from righteousness."
}