{
  "id": "puranic-ganesha-head",
  "title": "गणेश जी को हाथी का सिर कैसे मिला",
  "titleEn": "How Ganesha Got His Elephant Head",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "बहुत समय पहले की बात है, देवी पार्वती भगवान शिव के साथ कैलाश पर्वत पर रहती थीं। एक दिन, भगवान शिव एक लंबी यात्रा पर चले गए। पार्वती अकेली थीं और सोच रही थीं कि काश कोई उनके साथ रहता और जब वो नहातीं तो दरवाजे की रखवाली करता।",
      "textEn": "Long, long ago, Goddess Parvati lived on Mount Kailash with Lord Shiva. One day, Lord Shiva went away on a long journey. Parvati was alone and wished for someone to keep her company and guard the door when she bathed.",
      "image": "ganesha-head-01"
    },
    {
      "heading": "दरवाज़े पर लड़का",
      "headingEn": "The Boy at the Door",
      "text": "पार्वती ने थोड़ी सी हल्दी का लेप लिया और अपनी दिव्य शक्तियों से, उसे एक सुंदर छोटे लड़के का रूप दे दिया। फिर उन्होंने उसमें जान डाल दी। प्यार से बोलीं, \"तुम मेरे बेटे हो। दरवाज़े पर पहरा दो और किसी को भी अंदर मत आने देना जब तक मैं नहा रही हूँ।\" लड़का बड़ा ही बलवान, बहादुर और आज्ञाकारी था। वो हाथ में एक डंडा लेकर दरवाज़े पर खड़ा हो गया, अपनी माँ की रक्षा करने के लिए।",
      "textEn": "Parvati took some turmeric paste and, with her divine powers, shaped it into a beautiful little boy. She breathed life into him. 'You are my son,' she said lovingly. 'Stand guard at the door and let no one enter while I bathe.' The boy was strong, brave, and obedient. He stood at the door with a stick in his hand, ready to protect his mother.",
      "image": "ganesha-head-02"
    },
    {
      "heading": "शिव लौट आया",
      "headingEn": "Shiva Returns",
      "text": "जल्दी ही, भगवान शिव घर लौट आए। वो दरवाज़े की तरफ बढ़े, लेकिन लड़के ने उन्हें रोक दिया। \"आप अंदर नहीं जा सकते। मेरी माँ नहा रही हैं,\" लड़के ने सख्ती से कहा। शिव हैरान हो गए। \"मैं शिव हूँ! ये मेरा घर है!\" उन्होंने कहा। लेकिन लड़का शिव को नहीं जानता था और उसने उन्हें अंदर नहीं जाने दिया। इससे शिव को बहुत गुस्सा आया।",
      "textEn": "Soon, Lord Shiva returned home. He walked toward the door, but the boy stopped him. 'You cannot go inside. My mother is bathing,' the boy said firmly. Shiva was surprised. 'I am Shiva! This is my home!' he said. But the boy did not know Shiva and would not let him pass. This made Shiva very angry.",
      "image": "ganesha-head-03"
    },
    {
      "heading": "एक भयानक भूल",
      "headingEn": "A Terrible Mistake",
      "text": "एक बहुत बड़ी लड़ाई शुरू हो गई, भगवान शिव और उस बहादुर बालक के बीच में। बालक पूरी ताकत से लड़ा, पर शिव तो सबसे शक्तिशाली भगवान थे। गुस्से में आकर शिव ने अपने त्रिशूल से बालक का सिर काट दिया। जब पार्वती बाहर आईं और उन्होंने यह सब देखा, तो उनका दिल टूट गया। “ये तो हमारा बेटा था!” वो रोईं। “तुम्हें इसे वापस ज़िंदा करना होगा!”",
      "textEn": "A great battle began between Lord Shiva and the brave boy. The boy fought with all his might, but Shiva was the most powerful god. In his anger, Shiva used his trident and cut off the boy's head. When Parvati came out and saw what had happened, she was heartbroken. 'He was our son!' she cried. 'You must bring him back to life!'",
      "image": "ganesha-head-04"
    },
    {
      "heading": "हाथी का सिर",
      "headingEn": "The Elephant Head",
      "text": "शिव को अपनी गलती का एहसास हुआ और उन्हें बहुत दुख हुआ। उन्होंने अपने सहायकों को भेजा कि वे सबसे पहले जिस जीव को उत्तर दिशा में सिर करके सोते हुए देखें, उसका सिर ले आएं। उन्हें एक हाथी का बच्चा मिला और वे उसका सिर ले आए। भगवान शिव ने उस लड़के के शरीर पर हाथी का सिर रखा और उसमें जीवन डाल दिया। लड़के ने अपनी आंखें खोलीं और अपने माता-पिता को देखकर मुस्कुराया।",
      "textEn": "Shiva realized his mistake and felt deep sorrow. He sent his helpers to find the head of the first living being they saw sleeping with its head facing north. They found a baby elephant and brought back its head. Lord Shiva placed the elephant head on the boy's body and breathed life into him. The boy opened his eyes and smiled at his parents.",
      "image": "ganesha-head-05"
    },
    {
      "heading": "गणेश जी का जन्म",
      "headingEn": "Lord Ganesha Is Born",
      "text": "शिव ने उस लड़के का नाम गणेश रखा और कहा, \"आज से, गणेश की पूजा बाकी सभी देवताओं से पहले होगी। हर नई शुरुआत गणेश की प्रार्थना से ही शुरू होगी।\" और इसीलिए, आज भी हम कोई भी नया काम, यात्रा या उत्सव शुरू करने से पहले भगवान गणेश की ही सबसे पहले पूजा करते हैं। वो विघ्नहर्ता हैं और नई शुरुआतों के स्वामी हैं।",
      "textEn": "Shiva named the boy Ganesha and declared, 'From this day, Ganesha will be worshipped before all other gods. Every new beginning shall start with a prayer to Ganesha.' And that is why, even today, we pray to Lord Ganesha first — before starting any new work, journey, or celebration. He is the remover of obstacles and the lord of new beginnings.",
      "image": "ganesha-head-06"
    }
  ],
  "moral": "एक माँ-बाप का प्यार तो असीम होता है, बेटा। भगवान शिव ने दिखाया कि प्यार और समझदारी से गलतियों को भी सुधारा जा सकता है।",
  "moralEn": "A parent's love knows no bounds. Lord Shiva showed that even mistakes can be made right with love and wisdom."
}
