{
  "id": "puranic-samudra-manthan",
  "title": "समुद्र मंथन",
  "titleEn": "The Churning of the Ocean",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "बहुत पुरानी बात है, देवताओं और असुरों में हमेशा लड़ाई होती रहती थी। देवता स्वर्ग में रहते थे और असुर बड़े ही शक्तिशाली राक्षस थे। एक ऋषि ने देवताओं को श्राप दे दिया, जिससे उनकी ताकत चली गई और वो कमज़ोर हो गए।\n\nअब देवता बड़े परेशान हो गए कि क्या करें। तब वो भगवान विष्णु के पास गए, जो इस दुनिया को बचाते हैं। विष्णु जी मुस्कुराए और बोले, \"एक उपाय है। इस ब्रह्मांड के महासागर में बहुत गहराई में अमृत छुपा हुआ है। जो भी उसे पी लेगा, वो कभी नहीं मरेगा!\"",
      "textEn": "In ancient times, the Devas — the gods of heaven — and the Asuras — the powerful demons — were locked in an endless struggle for power. The Devas had grown weak after a sage's curse drained their strength. Desperate for a solution, they turned to Lord Vishnu, the preserver of the universe. Vishnu smiled and said, 'There is a way. Deep within the cosmic ocean lies the Amrit — the nectar of immortality. Whoever drinks it will never die.'",
      "image": "samudra-manthan-01"
    },
    {
      "heading": "एक अनोखा समझौता",
      "headingEn": "An Unlikely Alliance",
      "text": "लेकिन इतने बड़े सागर को मथना कोई आसान काम नहीं था। ये तो अकेले शक्तिशाली देवता भी नहीं कर सकते थे। विष्णु जी ने उन्हें असुरों के साथ समझौता करने की सलाह दी। उन्होंने कहा, \"उनसे कहो कि तुम अमृत बाँटोगे।\" \"इकट्ठे होकर, तुममें सागर को मथने की शक्ति होगी।\" अनिच्छा से, देवता अपने दुश्मनों के पास गए। अमर होने के वादे से ललचाकर, असुर मदद करने के लिए राजी हो गए।",
      "textEn": "But churning the vast ocean was no small task. Even the mighty Devas could not do it alone. Vishnu advised them to form a truce with the Asuras. 'Tell them you will share the Amrit,' he said. 'Together, you will have the strength to churn the ocean.' Reluctantly, the Devas approached their enemies. The Asuras, tempted by the promise of immortality, agreed to help.",
      "image": "samudra-manthan-02"
    },
    {
      "heading": "महान मंथन शुरू होता है",
      "headingEn": "The Great Churning Begins",
      "text": "उन्होंने ऊँचे मंदरा पर्वत को उखाड़ा और उसे समुद्र के बीच में मथानी की तरह रख दिया। महान सर्प वासुकि ने मथने वाली रस्सी बनने के लिए अपनी मर्ज़ी से हामी भर दी और अपने विशाल शरीर को पर्वत के चारों ओर लपेट लिया। असुरों ने वासुकि का सिर पकड़ लिया, और देवताओं ने उसकी पूंछ पकड़ ली। वे आगे-पीछे खींचते रहे, जिससे पर्वत बड़ी ताकत से घूमने लगा। समुद्र में झाग बनने लगा और वह घूमने लगा।",
      "textEn": "They uprooted the towering Mount Mandara and placed it in the center of the ocean as a churning rod. The great serpent Vasuki volunteered to serve as the churning rope, wrapping his enormous body around the mountain. The Asuras grabbed Vasuki's head, and the Devas held his tail. Back and forth they pulled, spinning the mountain with tremendous force. The ocean began to froth and swirl.",
      "image": "samudra-manthan-03"
    },
    {
      "heading": "विष्णु मदद करने आए",
      "headingEn": "Vishnu to the Rescue",
      "text": "अचानक, मंदरा पर्वत अपने ही वज़न से समुद्र में डूबने लगा! सारा मंथन रुक गया, और सब लोग परेशानी से देखने लगे। तभी भगवान विष्णु ने एक विशाल कछुए का रूप लिया - कूर्म - और पर्वत के नीचे गोता लगा दिया। उन्होंने पर्वत को अपनी चौड़ी पीठ पर रख लिया, जिससे उसे एक मजबूत सहारा मिल गया। फिर से जोश के साथ, देवताओं और असुरों ने अपना मंथन शुरू कर दिया।",
      "textEn": "Suddenly, Mount Mandara began to sink into the ocean floor under its own weight! The churning came to a halt, and everyone watched in dismay. But Lord Vishnu took the form of a giant tortoise — Kurma — and dove beneath the mountain. He placed the mountain on his broad back, giving it a steady base. With renewed energy, the Devas and Asuras resumed their churning.",
      "image": "samudra-manthan-04"
    },
    {
      "heading": "गहरे सागर के अजूबे",
      "headingEn": "Wonders from the Deep",
      "text": "जैसे-जैसे समुद्र मंथन चलता रहा, एक के बाद एक अद्भुत खजाने निकलने लगे। सबसे पहले कामधेनु निकली, वो गाय जो सबकी इच्छा पूरी करती है। फिर आया ऐरावत, वो शानदार सफेद हाथी। फिर पानी में से कल्पवृक्ष निकला, वो जादुई पेड़। और उसके बाद स्वयं देवी लक्ष्मी प्रकट हुईं, इतनी सुंदर और तेजस्वी कि उन्होंने भगवान विष्णु को अपने जीवनसाथी के रूप में चुना। अनमोल रत्न, दिव्य हथियार और बहुत सारे देवता उस घूमते हुए गहरे समुद्र से बाहर आए।",
      "textEn": "As the churning continued, extraordinary treasures emerged from the ocean one by one. First came Kamadhenu, the wish-fulfilling cow. Then appeared Airavata, the majestic white elephant. The divine tree Kalpavriksha rose from the waters, followed by Goddess Lakshmi herself, radiant and beautiful, who chose Lord Vishnu as her companion. Precious gems, celestial weapons, and divine beings all emerged from the swirling depths.",
      "image": "samudra-manthan-05"
    },
    {
      "heading": "ज़हरीला विष",
      "headingEn": "The Deadly Poison",
      "text": "लेकिन जो कुछ भी निकला, वो सब अच्छा नहीं था। समुद्र में से हलाहल नाम का एक भयानक ज़हर निकला, इतना खतरनाक कि वो पूरी सृष्टि को नष्ट कर सकता था। आसमान काला पड़ गया, और सब डर के मारे कांपने लगे। तब भगवान शिव आगे आए। उन्होंने उस ज़हर को अपनी हथेली में लिया और पूरा पी गए। देवी पार्वती ने तुरंत अपना हाथ उनके गले पर रख दिया ताकि ज़हर फैल न पाए। ज़हर से उनका गला नीला हो गया, इसीलिए शिव को नीलकंठ कहा जाता है - नीले गले वाला।",
      "textEn": "But not everything that emerged was good. A terrible poison called Halahala burst from the ocean, so deadly that it could destroy all of creation. The sky turned dark, and everyone trembled in fear. Lord Shiva stepped forward. He scooped up the poison and drank it all. Goddess Parvati quickly pressed her hand against his throat to stop the poison from spreading. The poison turned his throat blue, which is why Shiva is called Neelkanth — the blue-throated one.",
      "image": "samudra-manthan-06"
    },
    {
      "heading": "अमरता का अमृत",
      "headingEn": "The Nectar of Immortality",
      "text": "आखिरकार, धन्वंतरि — जो देवताओं के वैद्य थे — अमृत का सोने का कलश लेकर समुद्र से निकले। असुरों ने तुरंत उसे छीनने की कोशिश की। लेकिन भगवान विष्णु ने मोहिनी का मनमोहक रूप धरा और बड़ी चतुराई से केवल देवताओं को ही अमृत बांटा। अमृत से शक्ति पाकर, देवताओं ने अपनी शक्ति वापस पा ली। समुद्र के महान मंथन ने सबको सिखाया कि धैर्य और दृढ़ संकल्प के साथ मिलकर काम करने से असंभव काम भी पूरे हो सकते हैं।",
      "textEn": "Finally, Dhanvantari — the divine physician — emerged from the ocean carrying a golden pot of Amrit. The Asuras immediately tried to snatch it. But Lord Vishnu took the enchanting form of Mohini and cleverly distributed the Amrit only to the Devas. Strengthened by the nectar, the Devas reclaimed their power. The great churning of the ocean taught everyone that even impossible tasks can be achieved when you work together with patience and determination.",
      "image": "samudra-manthan-07"
    }
  ],
  "moral": "बड़ी चीज़ें हमेशा मिल-जुलकर, सब्र से और लगातार कोशिश करने से ही मिलती हैं। यहाँ तक कि दुश्मनों को भी कभी-कभी एक साथ मिलकर किसी ख़ास मकसद के लिए काम करना पड़ता है।",
  "moralEn": "Great things can only be achieved through cooperation, patience, and perseverance. Even rivals must sometimes work together for a common goal."
}
