{
  "id": "puranic-krishna-govardhan",
  "title": "कृष्ण और गोवर्धन पर्वत",
  "titleEn": "Krishna and the Govardhan Mountain",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "वृंदावन के सुंदर गाँव में, छोटा कृष्ण अपने परिवार और दोस्तों के साथ खुशी से रहता था। गाँव वाले ग्वाले थे जो अपनी गायों, अपने हरे-भरे खेतों और अपने सरल जीवन से प्यार करते थे। हर साल, वे इंद्र देवता के लिए एक बड़ी पूजा तैयार करते थे, ताकि उन्हें अपनी फसलों के लिए बारिश भेजने के लिए धन्यवाद दे सकें।",
      "textEn": "In the beautiful village of Vrindavan, little Krishna lived happily with his family and friends. The villagers were cowherds who loved their cows, their green fields, and their simple life. Every year, they prepared a big puja for Indra, the god of rain, to thank him for sending rain to their crops.",
      "image": null
    },
    {
      "heading": "कृष्ण का उपाय",
      "headingEn": "Krishna's Idea",
      "text": "एक साल की बात है, जब सब लोग इंद्र की पूजा की तैयारी कर रहे थे, तो छोटे से कृष्ण ने पूछा, \"हम इंद्र की पूजा क्यों करते हैं?\" बड़ों ने कहा, \"क्योंकि वही तो हमारे खेतों के लिए बारिश भेजते हैं!\" कृष्ण हंसा और बोला, \"लेकिन बारिश के बादलों को तो गोवर्धन पर्वत पकड़ता है। हमारी गायें उसी पहाड़ पर उगी घास खाती हैं। हमें तो गोवर्धन को धन्यवाद कहना चाहिए, इंद्र को नहीं!\" गाँव वालों ने इस बारे में सोचा और वे कृष्ण से सहमत हो गए।",
      "textEn": "One year, as everyone was getting ready for Indra's puja, young Krishna asked, 'Why do we pray to Indra?' The elders said, 'Because he sends rain for our fields!' Krishna smiled and said, 'But it is Govardhan Mountain that catches the rain clouds. Our cows eat the grass that grows on the mountain. We should thank Govardhan, not Indra!' The villagers thought about it and agreed with Krishna.",
      "image": null
    },
    {
      "heading": "इंद्र को आया गुस्सा",
      "headingEn": "Indra Gets Angry",
      "text": "जब भगवान इंद्र ने देखा कि गाँव वाले उनकी जगह गोवर्धन पर्वत की पूजा कर रहे हैं, तो उन्हें बहुत गुस्सा आया। \"इतनी हिम्मत कि ये लोग मेरी बात ना मानें!\" वो गरजे। \"मैं इन्हें ऐसा सबक सिखाऊंगा कि ये कभी नहीं भूलेंगे!\" इंद्र ने सबसे भयानक बादलों को बुलाया - संवर्तक बादलों को - और उन्हें वृंदावन पर बिना रुके बरसने का आदेश दिया।",
      "textEn": "When Lord Indra saw that the villagers were worshipping Govardhan Mountain instead of him, he became furious. 'How dare they ignore me!' he thundered. 'I will teach them a lesson they will never forget!' Indra called upon the most terrible rain clouds — the Samvartaka clouds — and ordered them to pour down on Vrindavan without stopping.",
      "image": null
    },
    {
      "heading": "भारी तूफान",
      "headingEn": "The Great Storm",
      "text": "काले बादल आसमान पर छा गए। बारिश ऐसे बरस रही थी जैसे ऊपर से नदियां गिर रही हों। बिजली कड़की और बादल गरजे। हवा चीख़ी और छतों को उड़ा ले गई। नदियों में बाढ़ आ गई और हर जगह पानी ही पानी हो गया। गांव वाले, उनके बच्चे और उनकी गायें सब डर के मारे कांप रहे थे। \"कृष्ण, हमारी मदद करो!\" वे चिल्लाए। \"हम सब बह जाएंगे!\"",
      "textEn": "Dark clouds covered the sky. Rain poured down like rivers falling from above. Thunder roared and lightning flashed. The wind howled and blew away rooftops. The rivers flooded and water rose everywhere. The villagers, their children, and their cows were terrified. 'Help us, Krishna!' they cried. 'We will all be washed away!'",
      "image": null
    },
    {
      "heading": "कृष्ण ने पर्वत उठाया",
      "headingEn": "Krishna Lifts the Mountain",
      "text": "कृष्ण धीरे से गोवर्धन पर्वत की ओर चले। वो नीचे झुके और अपनी छोटी उंगली पर्वत के नीचे रखी। फिर, एक प्यारी सी मुस्कान के साथ, उन्होंने पूरे पर्वत को हवा में ऊपर उठा लिया - जैसे कोई छाता! \"आओ, सब लोग!\" कृष्ण ने पुकारा। \"पर्वत के नीचे खड़े हो जाओ। तुम यहाँ सुरक्षित रहोगे!\" सारे गाँव वाले, गायें और जानवर पर्वत के नीचे भागे और सूखे और गरम रहे।",
      "textEn": "Krishna walked calmly to Govardhan Mountain. He bent down and placed his little finger under the mountain. Then, with a gentle smile, he lifted the entire mountain high into the air — like an umbrella! 'Come, everyone!' Krishna called. 'Stand under the mountain. You will be safe here!' All the villagers, cows, and animals rushed under the mountain and stayed dry and warm.",
      "image": null
    },
    {
      "heading": "इंद्र झुके",
      "headingEn": "Indra Bows Down",
      "text": "सात दिन और सात रात तक, इंद्र ने खूब बारिश और तूफान भेजे। लेकिन कृष्ण ने अपनी छोटी उंगली पर पर्वत को बिना थके स्थिर रखा। आखिरकार, इंद्र को एहसास हुआ कि कृष्ण कोई साधारण बालक नहीं थे - वे स्वयं भगवान विष्णु थे! इंद्र ने बारिश रोक दी, स्वर्ग से नीचे आए, और कृष्ण के सामने सिर झुकाया। 'मुझे माफ़ कर दो,' उन्होंने कहा। 'मुझे बहुत घमंड था।' कृष्ण मुस्कुराए और धीरे से पर्वत को वापस रख दिया। गाँव वाले खुशी से चिल्लाए और जश्न मनाने लगे, क्योंकि वे जान गए थे कि प्रेम और साहस हर किसी की रक्षा कर सकते हैं।",
      "textEn": "For seven days and seven nights, Indra sent rain and storms. But Krishna held the mountain steady on his little finger without getting tired. Finally, Indra realized that Krishna was no ordinary child — he was Lord Vishnu himself! Indra stopped the rain, came down from heaven, and bowed before Krishna. 'Forgive me,' he said. 'I was too proud.' Krishna smiled and gently placed the mountain back. The villagers cheered and celebrated, knowing that love and courage can protect everyone.",
      "image": null
    }
  ],
  "moral": "सच्ची ताकत प्यार और दूसरों को बचाने की इच्छा से आती है। एक छोटा बच्चा भी हिम्मत से बड़े काम कर सकता है।",
  "moralEn": "True strength comes from love and the desire to protect others. Even a young child can do great things with courage."
}