{
  "id": "puranic-moon-marks",
  "title": "चंद्रमा पर दाग",
  "titleEn": "Why the Moon Has Marks",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "एक शाम, भगवान गणेश को एक बड़ी दावत में बुलाया गया। वहाँ उनकी मनपसंद मिठाई, लड्डू, के पहाड़ लगे हुए थे! सुनहरे, गोल, और बहुत ही स्वादिष्ट लड्डू हर जगह ढेर सारे रखे थे। गणेश बहुत खुश थे। उन्हें लड्डू दुनिया में सबसे ज़्यादा पसंद थे!",
      "textEn": "One evening, Lord Ganesha was invited to a grand feast. There were mountains of his favorite sweets — laddoos! Golden, round, and oh-so-yummy laddoos were piled up everywhere. Ganesha was so happy. He loved laddoos more than anything in the world!",
      "image": "moon-marks-01"
    },
    {
      "heading": "बहुत सारे लड्डू",
      "headingEn": "Too Many Laddoos",
      "text": "गणेश ने एक लड्डू खाया। फिर दो। फिर दस। फिर बीस! उन्होंने इतने सारे लड्डू खा लिए कि उनका बड़ा गोल पेट और भी बड़ा और गोल हो गया। \"ये कितने स्वादिष्ट हैं!\" उन्होंने कहा, एक और लड्डू अपने मुंह में ठूंसते हुए। उनके छोटे चूहे दोस्त, मूषक, ने देखा और चीं-चीं करते हुए कहा, \"शायद अब बस भी करो, मेरे प्रभु?\" लेकिन गणेश बस मुस्कुराए और कुछ और खा गए।",
      "textEn": "Ganesha ate one laddoo. Then two. Then ten. Then twenty! He ate so many laddoos that his big round tummy got even bigger and rounder. 'These are so delicious!' he said, stuffing one more into his mouth. His little mouse friend, Mushak, watched and squeaked, 'Maybe that's enough, my lord?' But Ganesha just smiled and ate some more.",
      "image": "moon-marks-02"
    },
    {
      "heading": "चाँदनी में एक लुढ़कन",
      "headingEn": "A Tumble in the Moonlight",
      "text": "दावत के बाद, गणेश जी मूषक पर सवार होकर घर जाने लगे। लेकिन वो इतने ज़्यादा खा चुके थे और इतने भारी हो गए थे कि बेचारा मूषक एक पत्थर से टकरा गया! गणेश जी धड़ाम से नीचे गिर पड़े – धप्प – बिल्कुल अपने बड़े पेट पर। लड्डू चारों तरफ़ बिखर गए! गणेश जी ने जल्दी से उन्हें उठाया और वापस अपने पेट में भर लिया।",
      "textEn": "After the feast, Ganesha climbed onto Mushak's back to ride home. But he was so full and heavy that poor Mushak stumbled on a rock! Ganesha tumbled off and fell — THUMP — right on his big belly. Laddoos rolled out everywhere! Ganesha quickly gathered them up and stuffed them back into his tummy.",
      "image": "moon-marks-03"
    },
    {
      "heading": "चाँद हँसता है",
      "headingEn": "The Moon Laughs",
      "text": "आकाश में बहुत ऊपर, चाँद ये सब देख रहा था। उसने देखा कि गणेश गिर गए और लड्डू चारों तरफ़ लुढ़क रहे हैं। चाँद को बहुत ज़ोर से हँसी आई। 'हा हा हा! देखो तो, मोटे गणेश! तुम एक छोटे से चूहे से गिर गए! हा हा हा!' चाँद हँसता ही गया, और गणेश की तरफ़ इशारा करता रहा। उसकी हँसी पूरे आकाश में गूँज रही थी।",
      "textEn": "High up in the sky, the Moon was watching all of this. He saw Ganesha fall and the laddoos rolling around. The Moon burst out laughing. 'Ha ha ha! Look at you, fat Ganesha! You fell off a tiny mouse! Ha ha ha!' The Moon laughed and laughed, pointing at Ganesha. His laughter echoed across the sky.",
      "image": "moon-marks-04"
    },
    {
      "heading": "गणेश का शाप",
      "headingEn": "Ganesha's Curse",
      "text": "गणेश जी को बहुत बुरा लगा। उनकी आँखों में आँसू भर आए। फिर उन्हें गुस्सा आ गया। \"तुम्हारी हिम्मत कैसे हुई मुझ पर हँसने की!\" गणेश जी ने कहा। \"आज से, कोई भी तुम्हें नहीं देखेगा! अगर कोई तुम्हें देखेगा, तो उस पर किसी ऐसे काम का इल्ज़ाम लगेगा जो उसने किया ही नहीं!\"\n\nचाँद ने हँसना बंद कर दिया। उसके चमकते, सुंदर चेहरे पर चारों ओर काले धब्बे और निशान पड़ने लगे।",
      "textEn": "Ganesha was very hurt. His eyes filled with tears. Then he became angry. 'How dare you laugh at me!' Ganesha said. 'From today, nobody will look at you! If anyone looks at you, they will be blamed for something they did not do!' The Moon stopped laughing. His bright, beautiful face began to get dark spots and marks all over it.",
      "image": "moon-marks-05"
    },
    {
      "heading": "चाँद ने मांगी माफ़ी",
      "headingEn": "The Moon Says Sorry",
      "text": "चाँद को बहुत बुरा लग रहा था। वो गणेश जी से गिड़गिड़ाकर बोला, \"मुझे माफ़ कर दो! मुझे माफ़ कर दो! मुझे बहुत अफ़सोस है कि मैंने तुम पर हँसा!\" सारे देवताओं ने भी गणेश जी से चाँद को माफ़ करने के लिए कहा। दयालु गणेश जी को चाँद पर तरस आ गया। उन्होंने अपना श्राप थोड़ा नरम कर दिया और कहा, \"ये निशान तो रहेंगे ताकि तुम्हें याद रहे कि कभी किसी का मज़ाक नहीं उड़ाना चाहिए। लेकिन तुम फिर भी आसमान में चमकोगे।\" और इसीलिए, आज भी चाँद के चेहरे पर काले निशान हैं – हमें याद दिलाने के लिए कि कभी किसी पर नहीं हँसना चाहिए।",
      "textEn": "The Moon felt terrible. He begged Ganesha, 'Please forgive me! I am sorry I laughed at you!' All the gods also asked Ganesha to forgive the Moon. Kind Ganesha felt sorry for the Moon. He softened his curse and said, 'The marks will stay to remind you not to make fun of others. But you will still shine in the sky.' And that is why, even today, the Moon has dark marks on his face — to remind us to never laugh at anyone.",
      "image": "moon-marks-06"
    }
  ],
  "moral": "हमें कभी भी दूसरों पर हंसना नहीं चाहिए। किसी का मज़ाक उड़ाने से उनकी भावनाओं को बहुत ठेस पहुँच सकती है।",
  "moralEn": "We should never laugh at others. Making fun of someone can hurt their feelings deeply."
}
