{
  "id": "saint-kabir",
  "title": "कबीर दास",
  "titleEn": "Kabir the Weaver Poet",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "लगभग छह सौ साल पहले, पवित्र शहर वाराणसी में, एक बच्चा एक झील के पास कमल के पत्ते पर लेटा हुआ मिला। नीरू और नीमा नाम के एक गरीब मुसलमान बुनकर जोड़े को वो बच्चा मिला और वो उसे घर ले गए। उन्होंने उसका नाम कबीर रखा। वो उनके छोटे से घर में बड़ा हुआ, एक साधारण लकड़ी के करघे पर कपड़ा बुनना सीखते हुए।",
      "textEn": "Nearly six hundred years ago, in the holy city of Varanasi, a baby was found lying on a lotus leaf near a lake. A poor Muslim weaver couple named Neeru and Neema found the child and took him home. They named him Kabir. He grew up in their humble house, learning to weave cloth on a simple wooden loom.",
      "image": "kabir-01"
    },
    {
      "heading": "सत्य का खोजी",
      "headingEn": "A Seeker of Truth",
      "text": "जब कबीर छोटे थे, तभी से उनके मन में बड़े-बड़े सवाल उठते थे। वो सोचते, \"अगर भगवान ने सबको बनाया है, तो फिर लोग धर्म के नाम पर क्यों लड़ते हैं?\" उन्होंने देखा कि हिन्दू मंदिर जाते हैं और मुसलमान मस्जिद, पर दोनों कहते हैं कि बस उनका तरीका ही सही है। कबीर को ये बात बिलकुल समझ नहीं आती थी। वो तो सबसे कुछ सीखना चाहते थे। उनकी बड़ी इच्छा थी कि वो हिन्दू गुरु रामानंद के शिष्य बन जाएं, पर रामानंद तो मुसलमान बच्चों को शिष्य नहीं बनाते थे।",
      "textEn": "Even as a young boy, Kabir asked big questions. 'If God made everyone, why do people fight over religion?' he wondered. He saw Hindus going to temples and Muslims going to mosques, but both groups claimed that only their way was right. Kabir could not accept this. He wanted to learn from everyone. He longed to become a disciple of the great Hindu guru Ramananda, but Ramananda did not accept Muslim students.",
      "image": "kabir-02"
    },
    {
      "heading": "भोर से पहले की सीढ़ियाँ",
      "headingEn": "The Steps Before Dawn",
      "text": "कबीर के दिमाग में एक बढ़िया योजना आई। उसे पता था कि रामानंद हर सुबह सूरज निकलने से पहले नदी के घाट पर नहाने जाते हैं। एक रात, कबीर अंधेरे में घाट की सीढ़ियों पर लेट गया। जब वृद्ध रामानंद सीढ़ियाँ उतरते हुए आ रहे थे, तो गलती से उनका पैर कबीर पर पड़ गया। गुरु रामानंद चौंक गए और बोले, 'राम! राम!' कबीर तुरंत उठ खड़ा हुआ और गुरु के चरण छुए। उसने कहा, 'आपने मुझे राम का नाम मंत्र के रूप में दिया है। अब मैं आपका शिष्य हूँ।' रामानंद, लड़के की भक्ति और चतुराई से प्रभावित होकर, उसे स्वीकार कर लिया।",
      "textEn": "Kabir came up with a clever plan. He knew that Ramananda went to bathe at the river ghats before sunrise every morning. One night, Kabir lay down on the steps of the ghat in the darkness. When the elderly Ramananda came walking down the steps, he accidentally stepped on Kabir. Startled, the guru cried out, 'Ram! Ram!' Kabir sprang up and touched the guru's feet. 'You have given me the name of Ram as my mantra,' he said. 'I am your disciple now.' Ramananda, moved by the boy's devotion and cleverness, accepted him.",
      "image": "kabir-03"
    },
    {
      "heading": "गाने वाला जुलाहा",
      "headingEn": "The Weaver Who Sang",
      "text": "कबीर ने कपड़ा बुनने का काम जारी रखा, लेकिन जब उनके हाथ करघे पर चलते थे, तो उनका मुँह ज्ञान के दोहे गाता था। उन्होंने दोहे नाम की छोटी-छोटी, प्रभावशाली कविताएँ बनाईं जो आसानी से याद हो जाती थीं। उन्होंने हिंदू पंडितों और मुस्लिम मौलवियों, दोनों को चुनौती दी, जो दयाभाव से ज़्यादा कर्मकांडों की परवाह करते थे। कबीर गाते थे, 'मंदिर में जो भगवान हैं, वही मस्जिद में भी हैं।' उन्हें पवित्र किताबों में मत ढूंढो - उन्हें अपने दिल में ढूंढो।",
      "textEn": "Kabir continued to weave cloth for a living, but as his hands worked the loom, his mouth sang verses of wisdom. He composed short, powerful poems called dohas that were easy to remember. He challenged both Hindu priests and Muslim clerics who cared more about rituals than about kindness. 'The God in the temple is the same as the God in the mosque,' Kabir sang. 'Do not look for Him in holy books — look for Him in your own heart.'",
      "image": "kabir-04"
    },
    {
      "heading": "प्यार से गुस्से का सामना करना",
      "headingEn": "Facing Anger with Love",
      "text": "हिन्दू और मुस्लिम, दोनों धर्मों के नेता कबीर से नाराज़ थे। उन्होंने राजा से शिकायत की कि कबीर धर्म का अपमान कर रहा है। राजा ने कबीर को सज़ा देने की कोशिश की, लेकिन हर कोशिश नाकाम रही। कहानियों में कहा जाता है कि उन्होंने उसे डुबोने की कोशिश की, पर नदी ने उसे नहीं डुबाया। उन्होंने उसे जलाने की कोशिश की, पर आग ने उसे नहीं छुआ। कबीर ने हर मुश्किल का सामना शांति भरी मुस्कान और होठों पर एक भजन के साथ किया। उसकी हिम्मत और शांति ने हज़ारों आम लोगों का दिल जीत लिया।",
      "textEn": "Both Hindu and Muslim religious leaders were angry with Kabir. They complained to the king that Kabir was disrespecting religion. The king tried to punish Kabir, but every attempt failed. Legend says they tried to drown him, but the river would not take him. They tried to burn him, but the fire would not touch him. Kabir faced every trial with a calm smile and a verse on his lips. His courage and peace won the hearts of thousands of ordinary people.",
      "image": "kabir-05"
    },
    {
      "heading": "चमकते शब्द",
      "headingEn": "Words That Still Shine",
      "text": "जब कबीर दास जी चल बसे, तो हिन्दू और मुसलमान दोनों ही उनके शरीर पर अपना-अपना हक जताने लगे – हिन्दू चाहते थे कि उनका दाह-संस्कार किया जाए और मुसलमान चाहते थे कि उन्हें दफनाया जाए। कहानी ये है कि जब उन्होंने उनके शरीर पर से कपड़ा हटाया, तो नीचे सिर्फ फूल ही फूल मिले। उन्होंने फूलों को बराबर-बराबर बाँट लिया। मरने के बाद भी, कबीर ने दोनों समुदायों को एक कर दिया। उनकी दोहे आज भी गाए जाते हैं। उनमें से एक बहुत मशहूर दोहा है: 'पोथी पढ़ पढ़ जग मुआ, पंडित भया न कोई; ढाई आखर प्रेम का, पढ़े सो पंडित होई' – यानि किताबें पढ़-पढ़कर दुनिया मर गई, कोई ज्ञानी नहीं बन पाया; जो प्रेम के ढाई अक्षर पढ़ ले, वही सच्चा ज्ञानी है।",
      "textEn": "When Kabir passed away, both Hindus and Muslims claimed his body — Hindus wanted to cremate him, and Muslims wanted to bury him. The legend says that when they lifted the cloth covering his body, they found only flowers underneath. They divided the flowers equally. Even in death, Kabir united the two communities. His dohas are still recited today. One of the most famous says: 'Pothi padh padh jag mua, pandit bhaya na koi; dhai aakhar prem ka, padhe so pandit hoi' — Reading books, the world died, none became wise; whoever reads the two-and-a-half letters of love, becomes truly wise.",
      "image": "kabir-06"
    }
  ],
  "moral": "भगवान एक है, और प्यार ही सच्चा धर्म है। सच्ची समझदारी का मतलब है कि हमें भेदभाव से ऊपर उठकर हर इंसान को बराबर समझना चाहिए।",
  "moralEn": "God is one, and love is the only true religion. True wisdom means seeing beyond differences and treating every person as equal."
}
