{
  "id": "saint-vivekananda-chicago",
  "title": "विवेकानंद शिकागो में",
  "titleEn": "Swami Vivekananda at the Parliament of Religions",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "सन् 1893 की बात है, भारत से एक युवा संन्यासी ने एक ऐसी यात्रा शुरू की जिससे इतिहास बदल गया। उनका नाम था स्वामी विवेकानंद। वो सिर्फ तीस साल के थे, उनके पास न तो कोई धन-दौलत थी, न कोई बड़े लोगों से जान-पहचान, और न ही उन्हें अमेरिका के शिकागो शहर में हो रही विश्व धर्म संसद में बुलाया गया था। उनके पास बस एक चीज़ थी - भारत के प्राचीन ज्ञान को दुनिया के साथ बाँटने की एक तड़प।",
      "textEn": "In the year 1893, a young monk from India set out on a journey that would change history. His name was Swami Vivekananda. He was just thirty years old, with no wealth, no powerful connections, and no invitation to the great Parliament of World Religions being held in Chicago, America. All he carried was his burning desire to share India's ancient wisdom with the world.",
      "image": null
    },
    {
      "heading": "एक मुश्किल सफ़र",
      "headingEn": "A Difficult Journey",
      "text": "विवेकानंद बहुत कम पैसों के साथ समुद्र पार करके अमेरिका गए। जब वो शिकागो पहुंचे, तो उन्हें पता चला कि धर्म संसद कई हफ़्तों तक के लिए टल गई है। उनके पास रहने की कोई जगह नहीं थी और खाने के लिए कुछ भी नहीं था। वो खाली रेलगाड़ियों में सोए और ठंडी सड़कों पर घूमते रहे। लोग उनके नारंगी चोगे और पगड़ी को उत्सुकता से देखते थे। कुछ दयालु थे; कई नहीं थे। लेकिन विवेकानंद ने हिम्मत नहीं हारी। मिसेज जॉर्ज हेल नाम की एक दयालु महिला ने उनकी मदद की और संसद में बोलने की व्यवस्था की।",
      "textEn": "Vivekananda traveled across the ocean to America with very little money. When he arrived in Chicago, he discovered that the Parliament had been delayed by several weeks. He had no place to stay and no food to eat. He slept in empty railway cars and wandered the cold streets. People looked at his orange robes and turban with curiosity. Some were kind; many were not. But Vivekananda did not lose heart. A kind woman named Mrs. George Hale helped him and arranged for him to speak at the Parliament.",
      "image": null
    },
    {
      "heading": "बड़ा सा हॉल",
      "headingEn": "The Great Hall",
      "text": "11 सितंबर, 1893 की बात है। कोलंबस के शानदार हॉल में विश्व धर्म संसद शुरू हुई। सात हज़ार लोग कुर्सियों पर बैठे थे। दुनिया भर के धार्मिक नेता - ईसाई, मुसलमान, बौद्ध, यहूदी - सब अपनी सबसे बढ़िया पोशाकों में मंच पर बैठे थे। उन्हीं में विवेकानंद भी थे, अपने साधारण केसरिया पगड़ी और नारंगी चोले में। वो थोड़े घबराए हुए थे। उन्होंने पहले कभी इतने बड़े समूह के सामने भाषण नहीं दिया था।",
      "textEn": "On September 11, 1893, the Parliament of World Religions opened in the magnificent Hall of Columbus. Seven thousand people filled the seats. Religious leaders from all over the world — Christians, Muslims, Buddhists, Jews — sat on the stage in their finest robes. Among them sat Vivekananda in his simple saffron turban and orange robe. He was nervous. He had never spoken before such a huge audience.",
      "image": null
    },
    {
      "heading": "अमेरिका के प्यारे भाई और बहनो",
      "headingEn": "Sisters and Brothers of America",
      "text": "जब विवेकानंद की बारी आई, तो वो मंच पर खड़े हुए। उनका दिल ज़ोर-ज़ोर से धड़क रहा था। उन्होंने सात हज़ार चेहरों के समुद्र को देखा और पाँच सरल शब्दों से शुरुआत की: 'अमेरिका के बहनों और भाइयों।' पूरा हॉल ज़ोरदार तालियों से गूंज उठा, जो पूरे दो मिनट तक चलती रही। किसी और वक्ता ने श्रोताओं को परिवार के रूप में संबोधित नहीं किया था। लोग अपनी कुर्सियों पर खड़े होकर उत्साहित हो रहे थे। कुछ की आँखों में आँसू थे। उन पाँच शब्दों से, विवेकानंद ने कमरे में मौजूद हर दिल को जीत लिया था।",
      "textEn": "When Vivekananda's turn came, he stood at the podium. His heart was pounding. He looked at the sea of seven thousand faces and began with five simple words: 'Sisters and Brothers of America.' The entire hall erupted in thunderous applause that lasted for two full minutes. No other speaker had addressed the audience as family. People stood on their chairs and cheered. Some had tears in their eyes. With those five words, Vivekananda had won every heart in the room.",
      "image": null
    },
    {
      "heading": "विश्व को भारत का संदेश",
      "headingEn": "India's Message to the World",
      "text": "जब तालियाँ बजनी आखिरकार बंद हुईं, तो विवेकानंद ने हिंदू धर्म की प्राचीन शिक्षाओं के बारे में बात की। उन्होंने कहा कि सभी धर्म सच्चे हैं, जैसे अलग-अलग नदियाँ एक ही सागर में बहती हैं। उन्होंने कट्टरता और नफरत के खिलाफ बात की। उन्होंने घोषणा की, \"मुझे गर्व है कि मैं उस धर्म से हूँ जिसने दुनिया को सहनशीलता और सार्वभौमिक स्वीकृति दोनों सिखाई हैं।\" उनकी आवाज़ दमदार थी, उनके शब्द स्पष्ट थे, और उनका संदेश प्यार और एकता का था। श्रोता मंत्रमुग्ध हो गए।",
      "textEn": "When the applause finally died down, Vivekananda spoke about the ancient teachings of Hinduism. He said that all religions are true, like different rivers flowing into the same ocean. He spoke against fanaticism and hatred. 'I am proud to belong to a religion which has taught the world both tolerance and universal acceptance,' he declared. His voice was powerful, his words were clear, and his message was of love and unity. The audience was spellbound.",
      "image": null
    },
    {
      "heading": "एक तारे का जन्म",
      "headingEn": "A Star Is Born",
      "text": "अगली सुबह, पूरे अमेरिका के अखबारों में विवेकानंद को संसद में सबसे महान व्यक्ति बताया गया। उन्होंने लिखा, 'हिंदू भिक्षु सबसे लोकप्रिय वक्ता हैं।' अचानक, पूरी पश्चिमी दुनिया को भारत की आध्यात्मिक विरासत में दिलचस्पी हो गई। विवेकानंद अमेरिका और यूरोप में वेदांत का प्रचार करते हुए लाखों लोगों को प्रेरित करते रहे। वे भारत एक नायक के रूप में लौटे और अपने देशवासियों से कहा: 'उठो, जागो, और तब तक मत रुको जब तक लक्ष्य प्राप्त न हो जाए।' कोलकाता के एक गरीब भिक्षु ने पूरी दुनिया को भारत की आत्मा की महानता दिखा दी थी।",
      "textEn": "The next morning, newspapers across America called Vivekananda the greatest figure at the Parliament. 'The Hindu monk is the most popular speaker,' they wrote. Suddenly, the whole Western world was interested in India's spiritual heritage. Vivekananda went on to travel across America and Europe, teaching Vedanta and inspiring millions. He returned to India a hero and told his countrymen: 'Arise, awake, and stop not till the goal is reached.' A penniless monk from Kolkata had shown the entire world the greatness of India's soul.",
      "image": null
    }
  ],
  "moral": "तुम जैसे हो, उस पर और जहाँ से तुम आए हो, उस पर गर्व करो। हिम्मत और विश्वास से भरा एक इंसान भी पूरी दुनिया की सोच बदल सकता है।",
  "moralEn": "Be proud of who you are and where you come from. One person with courage and conviction can change how the whole world thinks."
}