{
  "id": "vedic-agni-hymn",
  "title": "अग्नि की प्रथम स्तुति",
  "titleEn": "The First Hymn to Agni",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "बहुत समय पहले की बात है — शहरों से पहले, मंदिरों से भी पहले, यहाँ तक कि लिखने से भी पहले — लोग छोटे-छोटे गाँवों में रहते थे, जो चारों तरफ से बड़े-बड़े जंगलों से घिरे हुए थे। हर शाम, जब आसमान काला हो जाता था और ठंडी हवाएँ चलने लगती थीं, तो एक चीज़ थी जो उन्हें सुरक्षित रखती थी: आग।",
      "textEn": "Long, long ago — before cities, before temples, even before writing — people lived in small villages surrounded by vast forests. Every evening, as the sky turned dark and cold winds blew, one thing kept them safe: fire.",
      "image": "agni-hymn-01"
    },
    {
      "heading": "अग्नि का उपहार",
      "headingEn": "The Gift of Agni",
      "text": "पुराने ज़माने में, लोग आग को 'अग्नि' कहते थे। उनके लिए अग्नि सिर्फ़ लकड़ी जलाना नहीं थी। अग्नि तो ज़िंदा थी - एक चमकीला, गरम दोस्त, जो उनके लिए खाना बनाती, जंगली जानवरों को दूर रखती, और अंधेरे में रोशनी करती थी। उनका मानना था कि अग्नि एक देव है, एक चमकता हुआ प्राणी जो स्वर्ग से उतरकर उनके बीच रहने आया है।",
      "textEn": "The people called fire 'Agni.' To them, Agni was not just burning wood. Agni was alive — a bright, warm friend who cooked their food, kept wild animals away, and lit up the darkness. They believed Agni was a deva, a shining being who came down from the heavens to live among them.",
      "image": "agni-hymn-02"
    },
    {
      "heading": "पहली प्रार्थना",
      "headingEn": "The First Prayer",
      "text": "एक सुबह, एक ज्ञानी ऋषि पवित्र अग्नि के सामने बैठे थे। वे सुनहरी लपटों को नाचते और आसमान की ओर उछलते हुए देख रहे थे। उनके दिल में गहरी कृतज्ञता थी। आँखें बंद करके, उनके भीतर से शब्द निकलने लगे – ऋग्वेद का पहला श्लोक: 'अग्निम् ईळे पुरोहितम्...' – 'मैं अग्नि की स्तुति करता हूँ, चुने हुए पुजारी, दिव्य मंत्री।'",
      "textEn": "One morning, a wise rishi sat before the sacred fire. He watched the golden flames dance and leap toward the sky. He felt deep gratitude in his heart. Closing his eyes, words began to flow from within him — the very first hymn of the Rig Veda: 'Agnim īḷe purohitam…' — 'I praise Agni, the chosen priest, the divine minister.'",
      "image": "agni-hymn-03"
    },
    {
      "heading": "संदेशवाहक",
      "headingEn": "The Messenger",
      "text": "ऋषि अपने शिष्यों को सिखाते थे कि जब वे आग में आहुति डालते हैं – घी, अनाज और सुगंधित जड़ी-बूटियाँ – तो अग्नि उन उपहारों को अपने धुएँ में ऊपर देवताओं तक पहुँचाता है। अग्नि संदेशवाहक था, धरती और स्वर्ग के बीच का पुल। उसके बिना, मनुष्यों की प्रार्थनाएँ देवताओं तक नहीं पहुँच सकती थीं।",
      "textEn": "The rishi taught his students that when they poured offerings into the fire — ghee, grain, and fragrant herbs — Agni carried those gifts upward in his smoke to the devas above. Agni was the messenger, the bridge between earth and heaven. Without him, the prayers of humans could not reach the gods.",
      "image": "agni-hymn-04"
    },
    {
      "heading": "हर घर में अग्नि",
      "headingEn": "Agni in Every Home",
      "text": "उस दिन से, हर परिवार ने अपने घर में एक पवित्र अग्नि जलाना शुरू कर दिया। खाने से पहले, वो अग्नि देव को थोड़ा सा भोग लगाते थे। जब कोई उत्सव होता, तो अग्नि देव ही सबसे सम्मानित मेहमान होते थे। आज भी, शादियों और पूजा-पाठ में, अग्नि ही सबसे ज़रूरी होती है — ये परंपरा हज़ारों साल पहले उस पहले भजन के साथ शुरू हुई थी।",
      "textEn": "From that day on, every family kept a sacred fire in their home. Before meals, they offered a small portion to Agni. During celebrations, Agni was the honored guest. Even today, in weddings and pujas, fire remains at the center — a tradition that began thousands of years ago with that first hymn.",
      "image": "agni-hymn-05"
    },
    {
      "heading": "सीख",
      "headingEn": "The Lesson",
      "text": "ऋषि ने अपने विद्यार्थियों को देखकर मुस्कुराया और कहा, \"याद रखना बच्चों, जो रोशनी तुम्हें आग में दिखती है, वही रोशनी सूरज में चमकती है, तारों में चमकती है, और तुम्हारे अपने दिल में भी चमकती है। जब तुम अग्नि का सम्मान करते हो, तो तुम अपने अंदर की रोशनी का सम्मान करते हो।\" और इस तरह बच्चों ने सीखा कि प्रकृति के प्रति कृतज्ञता ही ज्ञान के मार्ग पर पहला कदम है।",
      "textEn": "The rishi smiled at his students and said, 'Remember — the light you see in the fire is the same light that shines in the sun, in the stars, and in your own heart. When you honor Agni, you honor the light within yourself.' And so the children learned that gratitude to nature is the very first step on the path of wisdom.",
      "image": "agni-hymn-06"
    }
  ],
  "moral": "आग सिर्फ़ एक लौ नहीं है — ये तो इंसान और भगवान के बीच का संदेशवाहक है। कुदरत का शुक्रिया अदा करना ही समझदारी की शुरुआत है।",
  "moralEn": "Fire is not just a flame — it is the messenger between humans and the divine. Gratitude to nature is the beginning of wisdom."
}
