{
  "id": "epic-draupadi-akshaya-patra",
  "title": "द्रौपदी और अक्षय पात्र",
  "titleEn": "Draupadi and the Akshaya Patra",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "पांडवों के दुष्ट कौरवों से जुए का भयानक खेल हारने के बाद, उन्हें बारह लंबे वर्षों के लिए जंगल में निर्वासन में भेज दिया गया। द्रौपदी, उनकी प्यारी पत्नी, खुशी-खुशी उनके साथ चली गई। जंगल में जीवन कठिन था - न तो महल थे, न नौकर थे, और न ही दावतें। फिर भी द्रौपदी ने कभी शिकायत नहीं की।",
      "textEn": "After the Pandavas lost the terrible game of dice to the cunning Kauravas, they were sent into exile in the forest for twelve long years. Draupadi, their devoted wife, went with them willingly. Life in the forest was hard — there were no palaces, no servants, and no feasts. Yet Draupadi never complained.",
      "image": null
    },
    {
      "heading": "सूर्य देवता का उपहार",
      "headingEn": "The Gift of the Sun God",
      "text": "पांडवों को खाने के लिए काफ़ी मुश्किल होगी, ये जानकर समझदार ऋषि धौम्य ने युधिष्ठिर को सूर्य देव की प्रार्थना करने की सलाह दी। युधिष्ठिर ने बड़ी श्रद्धा से प्रार्थना की, और सूर्य देव बहुत प्रसन्न हुए। उन्होंने द्रौपदी को अक्षय पात्र नाम का एक जादुई बर्तन दिया। सूर्य देव ने कहा, \"यह बर्तन हर दिन असीमित भोजन देगा, जब तक कि द्रौपदी खुद न खा ले। उसके खाने के बाद, यह अगले दिन तक भोजन देना बंद कर देगा।\" द्रौपदी हमेशा आखिर में खाती थी, यह सुनिश्चित करते हुए कि पांडवों, उनके मेहमानों और यहां तक कि राहगीर यात्रियों को भी पहले भोजन मिल जाए।",
      "textEn": "Knowing the Pandavas would struggle for food, the wise sage Dhaumya advised Yudhishthira to pray to Surya, the Sun God. Yudhishthira prayed with great devotion, and Surya was pleased. He gifted Draupadi a magical vessel called the Akshaya Patra. 'This vessel will produce unlimited food every day,' Surya said, 'until Draupadi herself has eaten. After she eats, it will stop producing food until the next day.' Draupadi always ate last, making sure everyone — the Pandavas, their guests, and even passing travelers — was fed first.",
      "image": null
    },
    {
      "heading": "दुर्वासा का आगमन",
      "headingEn": "Durvasa's Arrival",
      "text": "दुष्ट दुर्योधन को अक्षय पात्र के बारे में पता चला, और उसने एक बुरा षड्यंत्र रचा। उसने गुस्सैल ऋषि दुर्वासा को, अपने दस हजार शिष्यों के साथ, पांडवों के पास भेजा – लेकिन तब, जब द्रौपदी ने उस दिन का अपना भोजन खा लिया था। दुर्वासा अपने भयानक शापों के लिए जाने जाते थे। अगर कोई उन्हें ठीक से भोजन कराने में विफल रहता, तो उनका गुस्सा उन्हें जलाकर राख कर सकता था। 'पांडवों के पास जाओ,' दुर्योधन ने चालाकी से कहा। 'वे निश्चित रूप से आप जैसे महान ऋषि का स्वागत करेंगे।'",
      "textEn": "The wicked Duryodhana learned about the Akshaya Patra and hatched a cruel plan. He sent the hot-tempered sage Durvasa, along with ten thousand of his disciples, to visit the Pandavas — but only after Draupadi had already eaten her meal for the day. Durvasa was known for his terrible curses. If anyone failed to feed him properly, his anger could burn them to ashes. 'Go to the Pandavas,' Duryodhana said slyly. 'They will surely welcome a great sage like you.'",
      "image": null
    },
    {
      "heading": "निराशा का एक पल",
      "headingEn": "A Moment of Despair",
      "text": "जब दुर्वासा और उनके दस हज़ार शिष्य पहुँचे, तो द्रौपदी का दिल बैठ गया। उसने तो पहले ही भोजन कर लिया था। अक्षय पात्र खाली था - चावल का एक भी दाना नहीं बचा था। उसे पता था कि दुर्वासा का क्रोध उन पर क्या ला सकता है। जब ऋषि और उनके अनुयायी भोजन से पहले नदी में स्नान करने गए, तो द्रौपदी घबरा गई। उसकी आँखों से आँसू बहने लगे और उसने वही किया जो वह कर सकती थी - उसने अपनी आँखें बंद कीं और अपने सबसे प्यारे दोस्त, भगवान कृष्ण से प्रार्थना की।",
      "textEn": "When Durvasa and his ten thousand disciples arrived, Draupadi's heart sank. She had already eaten. The Akshaya Patra was empty — not a single grain of rice remained. She knew what Durvasa's rage could bring upon them. While the sage and his followers went to bathe in the river before their meal, Draupadi was overcome with panic. Tears streamed down her face as she did the only thing she could — she closed her eyes and prayed to her dearest friend, Lord Krishna.",
      "image": null
    },
    {
      "heading": "कृष्ण आए",
      "headingEn": "Krishna Comes",
      "text": "एक पल में, कृष्ण द्रौपदी के सामने प्रकट हो गए। 'मुझे बहुत भूख लगी है, द्रौपदी!' उन्होंने हंसते हुए कहा। 'पर मेरे पास तुम्हें देने के लिए कुछ भी नहीं है!' द्रौपदी रोने लगी। कृष्ण अक्षय पात्र के पास गए और उन्हें चावल का एक छोटा सा दाना और सब्जी का एक टुकड़ा चिपका हुआ मिला। उन्होंने उसे बड़े संतोष से खाया और कहा, 'आह, मेरा पेट भर गया!' उसी क्षण, नदी के किनारे, दुर्वासा और उनके सभी दस हजार शिष्यों को अचानक ऐसा लगा जैसे उनका पेट पूरी तरह से भर गया हो, जैसे उन्होंने कोई भव्य दावत खाई हो।",
      "textEn": "In an instant, Krishna appeared before Draupadi. 'I am so hungry, Draupadi!' he said with a playful smile. 'But I have nothing to give you!' Draupadi wept. Krishna walked to the Akshaya Patra and found one tiny grain of rice and a fragment of vegetable stuck to its side. He ate it with great satisfaction and said, 'Ah, I am full!' At that very moment, by the river, Durvasa and all ten thousand of his disciples suddenly felt their stomachs become completely full, as if they had eaten a grand feast.",
      "image": null
    },
    {
      "heading": "भक्ति की शक्ति",
      "headingEn": "The Power of Devotion",
      "text": "दुर्वासा ऋषि को समझ आ गया कि कोई दैवीय शक्ति बीच में आ गई है। पांडवों को श्राप देने की योजना बनाने के बाद, उनका सामना करने में शर्म और डर लग रहा था। इसलिए वो चुपचाप अपने शिष्यों को लेकर बिना वापस आए चले गए। द्रौपदी ने कृतज्ञता से कृष्ण के चरणों में प्रणाम किया। कृष्ण ने उसे धीरे से उठाया और कहा, 'तुमने मुझे प्यार से भोजन खिलाया, और वह एक दाना ही पूरे संसार को भरने के लिए काफी था।' दुर्योधन की योजना पूरी तरह से विफल हो गई। ये कहानी हमें सिखाती है कि जब हम सच्चे दिल से भगवान को पुकारते हैं, तो छोटा सा दान भी अनंत हो जाता है, और कोई भी बुराई की योजना सफल नहीं हो सकती।",
      "textEn": "Durvasa realized that a divine force had intervened. Ashamed and afraid of facing the Pandavas after planning to curse them, he quietly led his disciples away without returning. Draupadi fell at Krishna's feet in gratitude. Krishna lifted her gently and said, 'You fed me with love, and that one grain was enough to fill the whole world.' Duryodhana's plan had failed completely. This story teaches us that when we call upon God with a pure heart, even the smallest offering becomes infinite, and no scheme of evil can prevail.",
      "image": null
    }
  ],
  "moral": "मुसीबत के समय भगवान को याद करो, और मदद ज़रूर आएगी। सच्ची भक्ति नामुमकिन को भी मुमकिन कर देती है।",
  "moralEn": "Surrender to God in your moment of need, and help will come. True devotion turns the impossible into reality."
}