{
  "id": "panchatantra-mice-ate-iron",
  "title": "लोहा खाने वाले चूहे",
  "titleEn": "The Mice That Ate Iron",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "बहुत समय पहले, एक शहर में जीर्णधन नाम का एक सौदागर रहता था। उसके पास लोहे का एक भारी तराज़ू था जो उसके पिताजी ने उसे दिया था। एक दिन, उसे किसी दूसरे शहर में एक लम्बी यात्रा पर जाना पड़ा। उसने अपनी पड़ोसन, अन्या, से कहा कि जब तक वो वापस न आए तब तक वो उस लोहे के तराज़ू को सुरक्षित रखे।",
      "textEn": "Long ago, a merchant named Jveernadhana lived in a town. He had a heavy iron weighing scale that his father had given him. One day, he needed to go on a long journey to another town. He asked his neighbor, Anya, to keep the iron scale safe until he came back.",
      "image": "mice-ate-iron-01"
    },
    {
      "heading": "पड़ोसी की चालाकी",
      "headingEn": "The Neighbor's Trick",
      "text": "कई महीने बाद, वो सौदागर अपनी यात्रा से वापस आया। वो अपने पड़ोसी के पास गया और बोला, 'कृपया मेरी लोहे की तराजू वापस दे दो।' पड़ोसी ने दुख से सिर हिलाया और कहा, 'ओह, मुझे बहुत अफ़सोस है, मेरे दोस्त! मेरे घर में चूहों ने तुम्हारी पूरी लोहे की तराजू खा डाली। कुछ भी नहीं बचा!' सौदागर जानता था कि ये झूठ है। चूहे भला लोहा कैसे खा सकते हैं! लेकिन वो शांत रहा और उसके दिमाग में एक चालाकी भरी योजना आई।",
      "textEn": "Many months later, the merchant returned from his journey. He went to his neighbor and asked, 'Please give back my iron scale.' The neighbor shook his head sadly and said, 'Oh, I am so sorry, my friend! The mice in my house ate your entire iron scale. There is nothing left!' The merchant knew this was a lie. Mice cannot eat iron! But he stayed calm and had a clever plan.",
      "image": "mice-ate-iron-02"
    },
    {
      "heading": "एक काम है आपसे",
      "headingEn": "A Favor to Ask",
      "text": "व्यापारी मुस्कुराया और बोला, \"अरे, कोई बात नहीं। चूहे तो कभी-कभी लोहा खा ही जाते हैं। ऐसा होता रहता है! वैसे, मैं नदी में नहाने जा रहा हूँ। क्या तुम अपने बेटे को मेरे साथ भेज सकते हो? वो मेरा सामान उठाने में मदद कर देगा।\" पड़ोसी खुश हो गया और उसने अपने छोटे बेटे को व्यापारी के साथ भेज दिया।",
      "textEn": "The merchant smiled and said, 'Oh, that is alright. Mice do eat iron sometimes. These things happen! By the way, I am going to the river to bathe. Could you send your son to come with me? He can help carry my things.' The neighbor was happy and sent his little boy along with the merchant.",
      "image": "mice-ate-iron-03"
    },
    {
      "heading": "मेरा बेटा कहाँ है?",
      "headingEn": "Where Is My Son?",
      "text": "व्यापारी ने लड़के को पास में ही एक दोस्त के घर ले गया और दोस्त से कहा कि इसका ध्यान रखना। फिर व्यापारी अकेला घर वापस चला गया। पड़ोसी दौड़ता हुआ आया। \"मेरा बेटा कहाँ है?\" वो चिल्लाया। व्यापारी ने शांति से कहा, \"ओह, मुझे बहुत अफ़सोस है! एक बड़ा बाज़ आसमान से झपटा और तुम्हारे बेटे को उठा ले गया। मैं कुछ भी नहीं कर सका!\"",
      "textEn": "The merchant took the boy to a friend's house nearby and asked the friend to take care of him. Then the merchant went back home alone. The neighbor came running. 'Where is my son?' he cried. The merchant said calmly, 'Oh, I am so sorry! A big hawk swooped down from the sky and carried your son away. There was nothing I could do!'",
      "image": "mice-ate-iron-04"
    },
    {
      "heading": "जज के सामने",
      "headingEn": "Before the Judge",
      "text": "पड़ोसी तो गुस्से से लाल हो गया। \"बाज एक लड़के को कैसे उठा सकता है! ये तो हो ही नहीं सकता!\" वो चिल्लाया। उसने सौदागर को घसीटते हुए गाँव के न्यायधीश के पास पहुंचा दिया। न्यायधीश ने सौदागर से पूछा कि क्या बात है। सौदागर मुस्कुराया और बोला, \"महाराज, अगर चूहे एक भारी भरकम लोहे का तराजू खा सकते हैं, तो एक बाज एक छोटे से बच्चे को ज़रूर उठा सकता है!\" न्यायधीश तुरंत समझ गए और हंसने लगे।",
      "textEn": "The neighbor was furious. 'A hawk cannot carry a boy! That is impossible!' he shouted. He dragged the merchant to the village judge. The judge asked the merchant to explain. The merchant smiled and said, 'Your Honor, if mice can eat a heavy iron scale, then surely a hawk can carry a small boy!' The judge understood at once and began to laugh.",
      "image": "mice-ate-iron-05"
    },
    {
      "heading": "सीख",
      "headingEn": "The Lesson",
      "text": "जज साहब ने पड़ोसी को तुरंत लोहे का तराजू लौटाने का हुक्म दिया। तभी तो सेठ लड़के को वापस लाएगा। शर्मिंदा पड़ोसी ने तराजू लौटा दिया, और सेठ ने लड़के को सही सलामत घर पहुँचा दिया। पड़ोसी समझ गया कि दूसरों को धोखा देने से खुद पर ही मुसीबत आती है। अगर तुम बेईमानी करोगे, तो कोई तुम्हारे साथ भी वैसे ही बेईमानी कर सकता है।",
      "textEn": "The judge ordered the neighbor to return the iron scale immediately. Only then would the merchant bring back the boy. The ashamed neighbor gave back the scale, and the merchant brought the boy home safe and sound. The neighbor learned that cheating others only brings trouble to yourself. If you are dishonest, someone may be dishonest with you in the very same way.",
      "image": "mice-ate-iron-06"
    }
  ],
  "moral": "अगर तुम किसी को धोखा दोगे, तो हैरान मत होना जब वो तुम्हें धोखा दे। बेईमानी हमेशा घूम फिर कर तुम्हारे पास ही आती है।",
  "moralEn": "If you cheat someone, do not be surprised when they cheat you back. Dishonesty always comes back to you."
}