{
  "id": "panchatantra-thirsty-crow",
  "title": "प्यासा कौआ",
  "titleEn": "The Thirsty Crow",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "एक गर्मी के दिन, एक कौवा पानी की तलाश में खेतों और शहरों के ऊपर उड़ रहा था। सूरज एकदम सिर पर था और उसका गला बुरी तरह से सूखा हुआ था। वो बहुत देर से उड़ रहा था।",
      "textEn": "One hot summer day, a crow flew over fields and towns, searching everywhere for water. The sun blazed down and his throat was terribly dry. He had been flying for a very long time.",
      "image": null
    },
    {
      "heading": "आशा की एक किरण",
      "headingEn": "A Glimmer of Hope",
      "text": "आखिरकार, कौवे को बगीचे की दीवार के पास एक बड़ा सा मिट्टी का घड़ा दिखाई दिया। वो झट से नीचे उतरा और अंदर झाँका। अरे वाह! नीचे पानी था! लेकिन पानी इतना कम था कि उसकी चोंच तक पहुँच ही नहीं पा रही थी। उसने कितनी भी कोशिश की, पर बात नहीं बनी।",
      "textEn": "At last, the crow spotted a tall clay pot sitting near a garden wall. He flew down quickly and peered inside. There was water at the bottom! But the water was so low that his beak could not reach it, no matter how hard he tried.",
      "image": null
    },
    {
      "heading": "सोच में डूबा",
      "headingEn": "Thinking Hard",
      "text": "कौवा सोच रहा था कि घड़े को उलट दे, लेकिन वो तो बहुत भारी था। फिर उसने सोचा कि इसे तोड़ दे, पर तब तो सारा पानी बह जाएगा। वो घड़े के किनारे पर बैठ गया और सोचता ही रहा, सोचता ही रहा। फिर उसकी नज़र पास में पड़े कुछ छोटे-छोटे कंकड़ों पर पड़ी, और उसे एक बहुत ही अच्छा विचार आया!",
      "textEn": "The crow thought about tipping the pot over, but it was too heavy. He thought about breaking it, but then the water would spill away. He sat on the rim and thought and thought. Then he noticed some small pebbles lying on the ground nearby, and a brilliant idea came to him!",
      "image": null
    },
    {
      "heading": "एक-एक कंकड़",
      "headingEn": "One Pebble at a Time",
      "text": "एक कौवे ने अपनी चोंच में एक कंकड़ उठाया और उसे घड़े में डाल दिया। ढप्प! फिर एक और कंकड़। ढप्प! और एक और। ढप्प! धीरे-धीरे, एक-एक कंकड़ करके, घड़े के अंदर का पानी ऊपर, ऊपर उठता गया।",
      "textEn": "The crow picked up a pebble in his beak and dropped it into the pot. Plop! Then another pebble. Plop! And another. Plop! Slowly, one pebble at a time, the water inside the pot began to rise higher and higher.",
      "image": null
    },
    {
      "heading": "आखिरकार मीठा पानी",
      "headingEn": "Sweet Water at Last",
      "text": "कौवा ने हार नहीं मानी। वो लगातार कंकड़ डालता रहा, जब तक कि घड़े का पानी ऊपर तक नहीं आ गया। आखिरकार, उसने अपनी चोंच डुबोई और ठंडा-ठंडा, ताज़ा पानी पिया। कितना मज़ेदार था वो! होशियार कौवे ने धीरज से और एक छोटे से विचार से अपनी परेशानी हल कर ली।",
      "textEn": "The crow did not give up. He kept dropping pebbles until the water rose all the way to the top of the pot. At last, he dipped his beak in and drank the cool, refreshing water. How wonderful it tasted! The clever crow had solved his problem with patience and a simple idea.",
      "image": null
    },
    {
      "heading": "सबक",
      "headingEn": "The Lesson",
      "text": "बाकी पक्षी हैरानी से देख रहे थे। उन्होंने पूछा, \"ये तुमने कैसे किया?\" कौवा मुस्कुराया और बोला, \"जब कोई आसान तरीका ना मिले, तो अपना रास्ता खुद बनाओ - धीरे-धीरे, एक-एक कदम आगे बढ़ो।\" और उस दिन से, सबको याद रहा कि धैर्य और समझदारी से किसी भी मुश्किल को पार किया जा सकता है।",
      "textEn": "The other birds watched in amazement. 'How did you do that?' they asked. The crow smiled and said, 'When you cannot find an easy way, make your own way — one small step at a time.' And from that day, everyone remembered that patience and cleverness can overcome any difficulty.",
      "image": null
    }
  ],
  "moral": "जहाँ चाह, वहाँ राह! धीरज और समझदारी से सोचो, तो मुश्किल से मुश्किल काम भी आसान हो जाता है।",
  "moralEn": "Where there is a will, there is a way. Patience and clever thinking solve even the hardest problems."
}
