{
  "id": "panchatantra-blue-jackal",
  "title": "नीला सियार",
  "titleEn": "The Blue Jackal",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "एक समय की बात है, चंदरवा नाम का एक सियार, एक जंगल के पास रहता था। वो हमेशा भूखा रहता था और खाने की तलाश में इधर-उधर घूमता रहता था। एक शाम, वो कुछ खाने की तलाश में पास के एक गाँव में चला गया।",
      "textEn": "Once upon a time, a jackal named Chandarava lived near a forest. He was always hungry and looking for food. One evening, he wandered into a nearby village to find something to eat.",
      "image": "blue-jackal-01"
    },
    {
      "heading": "नीले रंग का टब",
      "headingEn": "The Tub of Blue Dye",
      "text": "गाँव में, कुछ कुत्तों ने मिलकर एक सियार का पीछा करना शुरू कर दिया। वो भागा, जितना तेज़ भाग सकता था, उतना तेज़ भागा! फिर छुपने के लिए एक बड़े से टब में कूद गया। वो टब कपड़ा बनाने वाले के नीले रंग से भरा हुआ था। जब कुत्ते चले गए, तो सियार बाहर निकला। उसका पूरा शरीर, सिर से लेकर पूंछ तक, एकदम नीला हो गया था!",
      "textEn": "In the village, a group of dogs began to chase the jackal. He ran and ran as fast as he could! He jumped into a big tub to hide. The tub was full of bright blue dye that a cloth maker used. When the dogs left, the jackal climbed out. His whole body had turned bright blue from head to tail!",
      "image": "blue-jackal-02"
    },
    {
      "heading": "जंगल का राजा",
      "headingEn": "The King of the Forest",
      "text": "गीदड़ वापस जंगल में चला गया। जब दूसरे जानवरों ने उसे देखा, तो वे डर गए। उन्होंने पहले कभी नीले रंग का जानवर नहीं देखा था! चालाक गीदड़ को एक विचार आया। 'मैं स्वर्ग से भेजा गया एक विशेष प्राणी हूं, जो तुम्हारा राजा बनने आया है!' उसने ज़ोर से घोषणा की। सारे जानवर - शेर, बाघ, हाथी और हिरण - सबने उसकी बात मान ली और उसके सामने झुक गए।",
      "textEn": "The jackal went back to the forest. When the other animals saw him, they were scared. They had never seen a blue animal before! The clever jackal had an idea. 'I am a special creature sent from the heavens to be your king!' he announced in a loud voice. All the animals — the lions, tigers, elephants, and deer — believed him and bowed down.",
      "image": "blue-jackal-03"
    },
    {
      "heading": "एक शानदार जीवन",
      "headingEn": "A Grand Life",
      "text": "नीला सियार जंगल का राजा बन गया। बाकी जानवर उसके लिए बढ़िया खाना और फल लाते। वो एक ऊँचे पत्थर पर सिंहासन की तरह बैठता। वो हुक्म देता और सब उसकी बात मानते। उसने दूसरे सियारों को भी दूर रहने को कहा, क्योंकि उसे डर था कि कहीं वो उसे पहचान ना लें।",
      "textEn": "The blue jackal became the king of the forest. The other animals brought him the best food and fruits. He sat on a high rock like a throne. He gave orders and everyone obeyed. He even told the other jackals to stay far away, because he was afraid they would recognize him.",
      "image": "blue-jackal-04"
    },
    {
      "heading": "वह चीख जिसने उसका भेद खोल दिया",
      "headingEn": "The Howl That Gave Him Away",
      "text": "एक रात, जंगल के किनारे पर कुछ सियार चाँद को देखकर चिल्लाने लगे। \"ऊऊऊऊ! ऊऊऊऊ!\" वो रो रहे थे। नीले सियार ने उन्हें सुना और खुद को रोक नहीं पाया। चिल्लाना तो उसकी आदत थी! उसने अपना सिर उठाया और ज़ोर से चिल्लाया, \"ऊऊऊऊ!\" दूसरे जानवरों ने उसकी आवाज़ सुनी और तुरंत सच्चाई जान गए। \"ये कोई स्वर्ग का प्राणी नहीं है - ये तो बस एक सियार है!\" वो चिल्लाए।",
      "textEn": "One night, a group of jackals at the edge of the forest began to howl at the moon. 'Owoooo! Owoooo!' they cried. The blue jackal heard them and could not stop himself. Howling was in his nature! He lifted his head and howled loudly, 'Owoooo!' The other animals heard his howl and instantly knew the truth. 'He is not a heavenly creature — he is just a jackal!' they shouted.",
      "image": "blue-jackal-05"
    },
    {
      "heading": "सीख",
      "headingEn": "The Lesson",
      "text": "गुस्से से भरे जानवरों ने नीले सियार को जंगल से बहुत दूर तक खदेड़ दिया। उसने अपना सिंहासन, अपना खाना और अपनी सारी ताकत खो दी। अगर वो बस ईमानदार रहता और वो होने का दिखावा न करता जो वो नहीं था, तो वो अपने दोस्तों के साथ खुशी से रह सकता था। हमेशा याद रखो - तुम जो हो, उस पर गर्व करो।",
      "textEn": "The angry animals chased the blue jackal far away from the forest. He lost his throne, his food, and all his power. If only he had been honest and not pretended to be something he was not, he could have lived happily with his own friends. Always remember — be proud of who you really are.",
      "image": "blue-jackal-06"
    }
  ],
  "moral": "जो तुम नहीं हो, वो बनने का दिखावा हमेशा मुसीबत में डालेगा। तुम जैसे हो, वैसे होने पर गर्व करो।",
  "moralEn": "Pretending to be someone you are not will always end in trouble. Be proud of who you really are."
}