{
  "id": "puranic-hanuman-sun",
  "title": "हनुमान और सूर्य",
  "titleEn": "Hanuman and the Sun",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "हनुमान तो कोई मामूली बच्चा नहीं था। वो पवन देवता, वायु, और अंजना का बेटा था। छोटा सा बच्चा होने पर भी, हनुमान बहुत ज़्यादा ताकतवर था। वो बहुत ऊँचा कूद सकता था, बहुत तेज़ दौड़ सकता था, और उसे हमेशा भूख लगी रहती थी!",
      "textEn": "Baby Hanuman was no ordinary baby. He was the son of Vayu, the wind god, and Anjana. Even as a tiny baby, Hanuman was incredibly strong. He could jump really high, run super fast, and he was always hungry!",
      "image": null
    },
    {
      "heading": "बड़ा लाल फल",
      "headingEn": "The Big Red Fruit",
      "text": "एक सुबह, छोटा हनुमान बहुत-बहुत भूखा होकर उठा। उसने खाने के लिए कुछ ढूँढा। फिर उसने आसमान की ओर देखा। सूरज निकल रहा था - बड़ा, गोल और चमकता हुआ नारंगी-लाल। छोटे हनुमान की आँखें फैल गईं। \"अरे! कितना बड़ा, स्वादिष्ट फल है!\" उसने सोचा। \"ये तो पूरी दुनिया का सबसे मजेदार आम होना चाहिए!\" और उसने फैसला कर लिया कि वो इसे खाएगा।",
      "textEn": "One morning, little Hanuman woke up very, very hungry. He looked around for something to eat. Then he looked up at the sky. The sun was rising — big, round, and glowing orange-red. Baby Hanuman's eyes went wide. 'Ooh! What a big, yummy fruit!' he thought. 'That must be the tastiest mango in the whole world!' And he decided he was going to eat it.",
      "image": null
    },
    {
      "heading": "सूरज की ओर उड़ान",
      "headingEn": "Flying to the Sun",
      "text": "हनुमान जी झुक कर बैठे और पूरी ताकत से छलांग लगाई।  फूश्श!  वो एक छोटे रॉकेट की तरह आसमान में उड़ गए!  \n\nवो चिड़ियों के आगे से निकल गए। वो बादलों के आगे से निकल गए। वो और ऊपर, और ऊपर उड़े, सीधे सूरज की तरफ।\n\nउनके छोटे-छोटे हाथ फैले हुए थे, उस चमकते हुए फल को पकड़ने के लिए।",
      "textEn": "Hanuman crouched down and jumped with all his might. WHOOOOSH! He flew up into the sky like a little rocket! He flew past the birds. He flew past the clouds. He flew higher and higher, straight toward the sun. His little arms reached out, ready to grab the shiny fruit.",
      "image": null
    },
    {
      "heading": "इंद्र का वज्र",
      "headingEn": "Indra's Thunderbolt",
      "text": "सूरज भगवान, जो कि सूर्य हैं, उन्होंने छोटे बंदर के बच्चे को अपनी ओर उड़ते हुए देखा और बहुत हैरान हुए। लेकिन इंद्र, देवताओं के राजा, को लगा कि कुछ गड़बड़ है। 'एक बच्चा सूरज को निगलने की कोशिश कर रहा है! दुनिया में अंधेरा छा जाएगा!' इंद्र ने अपना शक्तिशाली वज्र - जो कि उनका हथियार है - छोटे हनुमान पर फेंका। वो हनुमान की ठोड़ी पर लगा, और बच्चा आसमान से सीधा नीचे ज़मीन पर गिर गया।",
      "textEn": "Surya, the sun god, saw the little monkey baby flying toward him and was amazed. But Indra, the king of gods, thought something was wrong. 'A baby is trying to swallow the sun! The world will go dark!' Indra threw his powerful thunderbolt — the Vajra — at little Hanuman. It hit Hanuman on his chin, and the baby fell from the sky all the way back down to the ground.",
      "image": null
    },
    {
      "heading": "वायु का गुस्सा",
      "headingEn": "Vayu's Anger",
      "text": "जब वायु ने अपने बच्चे को चोट लगी हुई देखा, तो उन्हें बहुत गुस्सा आया। उन्होंने दुनिया की सारी हवा इकट्ठी की और उसे छुपा दिया। बिना हवा के कोई भी सांस नहीं ले पा रहा था! लोग, जानवर, और यहां तक कि देवता भी हांफने लगे। सब लोग वायु के पास भागे और कहने लगे, 'कृपया, कृपया हवा वापस ला दो!' उन्होंने धीरे से बच्चे हनुमान को ठीक किया और उन्होंने एक बड़ी मुस्कान के साथ अपनी आंखें खोलीं।",
      "textEn": "When Vayu saw his baby hurt, he was very angry. He gathered all the wind in the world and hid it. Without wind, no one could breathe! People, animals, and even the gods gasped for air. Everyone rushed to Vayu and said, 'Please, please bring back the wind!' They gently healed baby Hanuman and he opened his eyes with a big smile.",
      "image": null
    },
    {
      "heading": "हनुमान के लिए आशीर्वाद",
      "headingEn": "Blessings for Hanuman",
      "text": "देवताओं को उस बहादुर छोटे बच्चे को चोट पहुँचाने का बहुत अफ़सोस हुआ। हर देवता ने हनुमान को एक विशेष आशीर्वाद दिया। इंद्र ने कहा, 'कोई भी हथियार तुम्हें कभी चोट नहीं पहुँचाएगा।' सूर्य ने कहा, 'मैं तुम्हें दुनिया का सारा ज्ञान सिखाऊँगा।' ब्रह्मा ने कहा, 'तुम हमेशा जीवित रहोगे!' हनुमान की ठुड्डी पर वज्र का निशान होने से उनका नाम हनुमान पड़ा - हनुमान का मतलब है 'टूटी हुई ठुड्डी वाला'। और वो बहादुर छोटा बच्चा बड़ा होकर दुनिया का सबसे ताकतवर हीरो बना।",
      "textEn": "The gods were so sorry for hurting the brave little baby. Each god gave Hanuman a special blessing. Indra said, 'No weapon will ever hurt you.' Surya said, 'I will teach you all the knowledge in the world.' Brahma said, 'You will live forever!' The mark on Hanuman's chin from the Vajra gave him his name — Hanuman means 'one with a broken chin.' And that brave little baby grew up to become the mightiest hero in the world.",
      "image": null
    }
  ],
  "moral": "बच्चे हिम्मत और अचरज से भरे होते हैं। और जब हम कभी गिर भी जाते हैं, तो अपनों का प्यार हमें हमेशा सुरक्षित रखता है।",
  "moralEn": "Children are full of courage and wonder. Even when we stumble, the love of those around us keeps us safe."
}