{
  "id": "puranic-dhruv-tara",
  "title": "ध्रुव तारा की कथा",
  "titleEn": "The Story of Dhruv",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "बहुत समय पहले की बात है, एक बड़ा ही खुशहाल राज्य था। वहाँ उत्तानपाद नाम के एक राजा रहते थे। उनकी दो रानियाँ थीं - सुनीति और सुरुचि। सुनीति तो बड़ी ही दयालु और शांत स्वभाव की थीं, लेकिन सुरुचि को अपने ऊपर बड़ा घमंड था और वो हमेशा ऊँचा बनने की सोचती रहती थीं। राजा, सुरुचि की बातों में आकर, सुनीति से ज़्यादा उसे ही मानते थे। सुनीति का एक छोटा सा बेटा था, ध्रुव। वो बस पाँच साल का था और उसकी आँखें बड़ी चमकदार और सवाल पूछने वाली थीं।",
      "textEn": "In a prosperous kingdom long ago, there lived a king named Uttanapada. He had two wives — Suniti and Suruchi. Suniti was kind and gentle, while Suruchi was proud and ambitious. The king, influenced by Suruchi's charms, favored her over Suniti. Suniti's young son was named Dhruv, a boy of just five years with bright, curious eyes.",
      "image": null
    },
    {
      "heading": "पिता की गोद से गिरा",
      "headingEn": "Pushed from His Father's Lap",
      "text": "एक दिन, छोटे से ध्रुव ने देखा कि उसका सौतेला भाई राजा की गोद में मज़े से बैठा है। भोलेपन से, ध्रुव भी दौड़कर अपने पिताजी के पास बैठना चाहा। लेकिन रानी सुरुचि उसके रास्ते में आ गयीं। \"तुम्हें राजा के सिंहासन पर बैठने का कोई अधिकार नहीं है,\" उन्होंने बेरहमी से कहा। \"अगर तुम्हें ऐसा सौभाग्य चाहिए, तो जाओ भगवान विष्णु की प्रार्थना करो और उनसे कहो कि तुम मेरे पुत्र के रूप में पैदा हो।\" राजा चुपचाप बैठे रहे, अपने ही बच्चे का बचाव करने में असमर्थ। ध्रुव का दिल टूट गया, लेकिन रोने के बजाय, उसकी आँखों में एक दृढ़ निश्चय चमक उठा।",
      "textEn": "One day, little Dhruv saw his stepbrother sitting happily on the king's lap. Innocently, Dhruv ran forward to sit beside his father too. But Queen Suruchi stepped in his way. 'You have no right to sit on the king's throne,' she said cruelly. 'If you want such a privilege, go pray to Lord Vishnu and ask to be born as my son instead.' The king sat in silence, too weak to defend his own child. Dhruv's heart shattered, but instead of crying, a fierce determination burned in his eyes.",
      "image": null
    },
    {
      "heading": "जंगल में",
      "headingEn": "Into the Forest",
      "text": "ध्रुव अपनी माँ सुनीति के पास गया, जिन्होंने उसे सीने से लगा लिया। अपने आँसुओं के बीच, वे फुसफुसाईं, \"मेरे बेटे, सुरुचि एक बात तो ठीक कह रही है - भगवान विष्णु ही तुम्हें वो दे सकते हैं जिसके तुम सच में हकदार हो। उन पर विश्वास रखो।\" उसी रात, पाँच साल का ध्रुव, भगवान विष्णु को ढूंढने के लिए अकेला ही घने, अंधेरे जंगल में चला गया। उसे कोई डर नहीं था, उसके छोटे से दिल में बस एक दृढ़ निश्चय की आग थी।",
      "textEn": "Dhruv went to his mother Suniti, who held him close. Through her own tears, she whispered, 'My son, Suruchi is right about one thing — Lord Vishnu is the only one who can give you what you truly deserve. Have faith in him.' That very night, five-year-old Dhruv walked into the dark, dense forest alone, determined to find Lord Vishnu. He had no fear, only the fire of resolve in his small heart.",
      "image": null
    },
    {
      "heading": "घोर तपस्या",
      "headingEn": "The Great Penance",
      "text": "नारद मुनि को जंगल में एक छोटा लड़का मिला और उसकी हिम्मत देखकर उनका दिल भर आया। उन्होंने ध्रुव को पवित्र मंत्र 'ॐ नमो भगवते वासुदेवाय' सिखाया और यमुना नदी के किनारे एक पवित्र जगह पर ले गए। वहाँ ध्रुव ने अपनी तपस्या शुरू कर दी। महीनों तक वो एक पत्थर की तरह स्थिर बैठा रहा। उसने खाना छोड़ दिया - पहले अनाज, फिर फल, फिर पत्ते, और फिर पानी भी। वो एक पैर पर खड़ा होकर इतनी लगन से ध्यान करता था कि उसके तप से धरती कांपने लगी।",
      "textEn": "The sage Narada found the little boy in the forest and was moved by his courage. He taught Dhruv the sacred mantra 'Om Namo Bhagavate Vasudevaya' and guided him to a sacred spot by the river Yamuna. There, Dhruv began his meditation. For months, he sat still as a rock. He stopped eating — first giving up grains, then fruits, then leaves, then even water. He stood on one foot and meditated with such intensity that the earth trembled beneath him.",
      "image": null
    },
    {
      "heading": "विष्णु प्रकट होते हैं",
      "headingEn": "Vishnu Appears",
      "text": "ध्रुव की भक्ति इतनी शक्तिशाली थी कि उसने स्वर्ग को हिला दिया। देवता भी दंग रह गए - एक पाँच साल का बच्चा ऐसी तपस्या कर रहा था जो बड़े-बड़े ऋषियों ने भी कभी करने की नहीं सोची थी। आखिरकार, भगवान विष्णु, चमकते हुए और मुस्कुराते हुए, ध्रुव के सामने प्रकट हुए। उन्होंने बालक के गाल पर अपना दिव्य शंख रखा, और उसे अनंत ज्ञान और बुद्धि का आशीर्वाद दिया। 'अपनी आँखें खोलो, प्यारे ध्रुव,' विष्णु ने धीरे से कहा। 'तुम्हें क्या चाहिए?'",
      "textEn": "Dhruv's devotion was so powerful that it shook the heavens. The gods themselves were astonished — a five-year-old child was performing penance that even the greatest sages had never attempted. Finally, Lord Vishnu appeared before Dhruv, radiant and smiling. He placed his divine conch against the boy's cheek, blessing him with infinite knowledge and wisdom. 'Open your eyes, dear Dhruv,' Vishnu said gently. 'What do you seek?'",
      "image": null
    },
    {
      "heading": "एक ऐसी जगह जिसे कोई छीन नहीं सकता",
      "headingEn": "A Place No One Can Take",
      "text": "ध्रुव ने नम आँखों से भगवान विष्णु को देखा। वो तो पहले अपने पिता का प्यार और सिंहासन पर एक जगह पाने के लिए आया था। लेकिन अब, विष्णु के दिव्य दर्शन करने के बाद, उसे सांसारिक इच्छाएं छोटी लगने लगीं। 'हे भगवान,' ध्रुव बोला, 'मैं तो बस आपके चरणों में एक ऐसी जगह चाहता हूँ जो मुझसे कोई कभी छीन न सके।' विष्णु प्रेम से मुस्कुराए। 'तुम्हें उससे भी ज़्यादा मिलेगा, मेरे बच्चे।'",
      "textEn": "Dhruv looked at Lord Vishnu with tear-filled eyes. He had originally come seeking his father's love and a place on the throne. But now, having experienced Vishnu's divine presence, worldly desires felt small. 'Lord,' Dhruv said, 'I only wish for a place at your feet that no one can ever take from me.' Vishnu smiled with immense love. 'You shall have more than that, my child.'",
      "image": null
    },
    {
      "heading": "ध्रुव तारा",
      "headingEn": "The Pole Star",
      "text": "भगवान विष्णु ने ध्रुव को पृथ्वी पर एक राज्य दिया, जहाँ उन्होंने कई वर्षों तक बुद्धिमानी से शासन किया। लेकिन उनका सबसे बड़ा इनाम उन्हें अपनी धरती पर जीवन के अंत में मिला। विष्णु जी ने ध्रुव को आकाश में एक तारा बना दिया - ध्रुव तारा, वो तारा जो हमेशा एक ही जगह पर रहता है, बिलकुल अचल, और बाकी सारे तारे उसके चारों ओर घूमते हैं। आज भी, ध्रुव तारा उत्तर दिशा के आकाश में चमकता रहता है, यह याद दिलाता है कि एक बच्चे का अटूट विश्वास और दृढ़ संकल्प उसे ब्रह्मांड में एक ऐसी जगह दिला सकता है जो हमेशा बनी रहेगी, कभी बदलेगी नहीं।",
      "textEn": "Lord Vishnu granted Dhruv a kingdom on earth, where he ruled wisely for many years. But his greatest reward came at the end of his earthly life. Vishnu placed Dhruv as a star in the sky — the Dhruv Tara, the Pole Star — fixed and unmoving while all other stars revolve around him. To this day, the Pole Star shines steadily in the northern sky, a reminder that a child's unshakable faith and determination can earn an eternal, unchanging place in the universe.",
      "image": null
    }
  ],
  "moral": "अटल निश्चय और सच्ची श्रद्धा से तुम्हें वो जगह मिल सकती है जो कोई भी कभी नहीं छीन सकता। उम्र से ये तय नहीं होता कि तुम क्या कर सकते हो।",
  "moralEn": "Unwavering determination and sincere devotion can earn you a place that no one can ever take away. Age does not limit what you can achieve."
}