{
  "id": "puranic-prahlad-holika",
  "title": "प्रह्लाद और होलिका",
  "titleEn": "Prahlad and Holika",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "बहुत समय पहले, एक बहुत ही शक्तिशाली राक्षस राजा था, जिसका नाम था हिरण्यकशिपु। वो सोचता था कि वही पूरी दुनिया में सबसे ताकतवर है। उसने सबको कहा, 'तुम सब सिर्फ मेरी ही पूजा करोगे! मुझसे बड़ा कोई नहीं है!' उसके राज्य में सब लोग उससे डरते थे।",
      "textEn": "Long ago, there was a powerful demon king named Hiranyakashipu. He thought he was the strongest in the whole world. He told everyone, 'You must pray only to me! No one is greater than me!' Everyone in his kingdom was afraid of him.",
      "image": null
    },
    {
      "heading": "एक बहादुर छोटा लड़का",
      "headingEn": "A Brave Little Boy",
      "text": "लेकिन हिरण्यकशिपु का अपना छोटा बेटा, प्रह्लाद, बिलकुल अलग था। प्रह्लाद तो भगवान विष्णु को अपने पूरे दिल से प्यार करता था। वो चुपचाप बैठा रहता और दिन भर विष्णु का नाम जपता रहता। ‘विष्णु सबसे महान हैं! विष्णु हर जगह हैं!’ प्रह्लाद कहता। ये सुनकर उसके पिताजी को बहुत, बहुत गुस्सा आता था।",
      "textEn": "But Hiranyakashipu's own little son, Prahlad, was different. Prahlad loved Lord Vishnu with all his heart. He would sit quietly and chant Vishnu's name all day long. 'Vishnu is the greatest! Vishnu is everywhere!' Prahlad would say. This made his father very, very angry.",
      "image": null
    },
    {
      "heading": "राजा का गुस्सा",
      "headingEn": "The King's Anger",
      "text": "हिरण्यकशिपु ने प्रहलाद को रोकने के लिए सब कुछ करके देख लिया। उसने डरावने शिक्षकों को भेजा ताकि वे बच्चे का दिमाग बदल दें। उसने प्रहलाद को एक चट्टान से नीचे और एक नदी में फेंक दिया। उसने तो उसके पास ज़हरीले सांप भी रखवा दिए! लेकिन हर बार, भगवान विष्णु ने प्यारे प्रहलाद की रक्षा की। उस बच्चे को कोई नुकसान नहीं पहुंचा सका क्योंकि उसकी श्रद्धा बहुत मजबूत थी।",
      "textEn": "Hiranyakashipu tried everything to stop Prahlad. He sent scary teachers to change the boy's mind. He threw Prahlad off a cliff and into a river. He even put poisonous snakes near him! But every time, Lord Vishnu protected little Prahlad. Nothing could hurt the boy because his faith was so strong.",
      "image": null
    },
    {
      "heading": "होलिका की आग",
      "headingEn": "Holika's Fire",
      "text": "हिरण्यकशिपु की एक बहन थी, होलिका। उसके पास एक जादुई शॉल थी, जो उसे आग से बचाती थी। उसने कहा, \"मेरे पास एक योजना है!\" \"मैं प्रह्लाद को अपनी गोद में लेकर एक बड़ी आग में बैठूंगी। मेरी शॉल मुझे बचा लेगी, लेकिन आग उसे जला देगी!\" तो एक बहुत बड़ी आग जलाई गई, और होलिका छोटे प्रह्लाद को लेकर उसमें बैठ गई।",
      "textEn": "Hiranyakashipu had a sister named Holika. She had a special magic shawl that protected her from fire. 'I have a plan!' she said. 'I will sit in a big fire with Prahlad on my lap. My shawl will save me, but the fire will burn him!' So a huge fire was lit, and Holika sat in it with little Prahlad.",
      "image": null
    },
    {
      "heading": "एक चमत्कार हो जाता है",
      "headingEn": "A Miracle Happens",
      "text": "प्रह्लाद को डर नहीं लगा। उसने अपनी आँखें बंद कीं और 'विष्णु! विष्णु!' जपने लगा। फिर एक बड़ा ही अनोखा चमत्कार हुआ। एक ज़ोरदार हवा चली और होलिका की जादुई चादर उसके शरीर से उड़ गई और प्रह्लाद को जा लिपटी! आग में होलिका तो जल गई, लेकिन प्रह्लाद आग की लपटों में बिलकुल सुरक्षित बैठा रहा, उसे एक खरोंच तक नहीं आई। उसकी भक्ति ने उसे बचा लिया।",
      "textEn": "Prahlad was not afraid. He closed his eyes and chanted, 'Vishnu! Vishnu!' Something amazing happened. A strong wind blew Holika's magic shawl off her body and wrapped it around Prahlad instead! The fire burned Holika, but Prahlad sat safely in the flames without a single scratch. His devotion had saved him.",
      "image": null
    },
    {
      "heading": "नरसिंह भगवान प्रकट हुए",
      "headingEn": "Narasimha Appears",
      "text": "हिरण्यकशिपु को बहुत गुस्सा आया। वो चिल्लाया, \"कहाँ है तेरा विष्णु? क्या वो इस खंभे में है?\" और उसने एक पत्थर के खंभे को लात मारी। तभी एक भयानक गरज के साथ खंभा फट गया और उसमें से भगवान विष्णु नरसिंह के रूप में प्रकट हुए - आधा शेर, आधा आदमी! नरसिंह ने उस बुरे राजा को हराया और प्रह्लाद को हमेशा के लिए बचा लिया। और इसीलिए हम होली मनाते हैं - ये याद रखने के लिए कि बुराई पर हमेशा अच्छाई की जीत होती है।",
      "textEn": "Hiranyakashipu was furious. He shouted, 'Where is your Vishnu? Is he in this pillar?' and he kicked a stone pillar. With a thunderous roar, the pillar cracked open and out came Lord Vishnu in the form of Narasimha — half lion, half man! Narasimha defeated the evil king and saved Prahlad forever. And that is why we celebrate Holi — to remember that good always wins over evil.",
      "image": null
    }
  ],
  "moral": "सच्ची श्रद्धा और भगवान में अटूट विश्वास हमें बड़े से बड़े खतरों से बचा सकता है। हमेशा अच्छाई की ही जीत होती है, बुराई हार जाती है।",
  "moralEn": "True devotion and faith in God can protect us from the greatest dangers. Good always wins over evil."
}