{
  "id": "saint-mirabai",
  "title": "मीराबाई और कृष्ण प्रेम",
  "titleEn": "Mirabai and Her Love for Krishna",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "राजस्थान में मेवाड़ के शाही राज्य में, मीरा नाम की एक छोटी राजकुमारी का जन्म हुआ। जब से मीरा बहुत छोटी थी, वह दूसरी राजकुमारियों से अलग थी। जहाँ दूसरी लड़कियाँ गुड़ियों और गहनों से खेलती थीं, वहीं मीरा अपना समय भगवान कृष्ण की एक छोटी सी मूर्ति के लिए गाने गाते हुए बिताती थी।",
      "textEn": "In the royal kingdom of Mewar in Rajasthan, a little princess named Mira was born. From the time she was very young, Mira was different from other princesses. While other girls played with dolls and jewelry, Mira spent her time singing songs to a small idol of Lord Krishna.",
      "image": null
    },
    {
      "heading": "छोटी मूर्ति",
      "headingEn": "The Little Idol",
      "text": "एक दिन, जब मीरा बस पाँच साल की थी, एक घूमते-फिरते साधु उनके परिवार के महल में आए। उनके पास कृष्ण की बांसुरी बजाती हुई एक सुंदर छोटी मूर्ति थी। छोटी मीरा की आँखें उसे देखकर चमक उठीं। उसने पूछा, \"क्या ये मुझे मिल सकती है?\" साधु मुस्कुराए और उन्होंने उसे वह मूर्ति दे दी। उस दिन से, मीरा ने उस मूर्ति को अपने सबसे प्यारे दोस्त की तरह माना। वह उससे बातें करती, उसके लिए गाती और उसे हर जगह अपने साथ ले जाती।",
      "textEn": "One day, when Mira was just five years old, a wandering saint visited her family's palace. He carried a beautiful small idol of Krishna playing his flute. Little Mira's eyes lit up when she saw it. 'Can I have it?' she asked. The saint smiled and gave her the idol. From that day, Mira treated the idol as her dearest friend. She talked to it, sang to it, and carried it everywhere.",
      "image": null
    },
    {
      "heading": "एक राजकुमारी जो गाती थी",
      "headingEn": "A Princess Who Sang",
      "text": "जब मीरा बड़ी हो गयी, तो उनकी शादी मेवाड़ के राजकुमार भोज राज से हो गयी। लेकिन इतने बड़े महल में भी, मीरा कृष्ण के भजन गाती रहतीं। वो मंदिर में घंटों बैठी रहतीं, भक्ति में खोई हुई। राज परिवार वाले खुश नहीं थे। 'एक रानी को दरबार में हाज़िर होना चाहिए, मंदिरों में बैठकर भजन नहीं गाने चाहिए!' उन्होंने कहा। पर मीरा बस मुस्कुरातीं और अपने गाने जारी रखतीं।",
      "textEn": "When Mira grew up, she was married to Prince Bhoj Raj of Mewar. But even in the grand palace, Mira continued singing bhajans to Krishna. She would sit in the temple for hours, lost in devotion. The royal family was not happy. 'A queen should attend court, not sit in temples singing!' they said. But Mira would only smile and continue her songs.",
      "image": null
    },
    {
      "heading": "परीक्षाएँ और ज़हर",
      "headingEn": "Trials and Poison",
      "text": "राजा, राणा विक्रमादित्य, मीरा की भक्ति रोकने के लिए सब कुछ करके देख लिए। उन्होंने उसे ज़हर का प्याला भेजा, यह कहकर कि यह पवित्र जल है। मीरा ने डर के बिना, कृष्ण का नाम जपते हुए उसे पी लिया – और ज़हर ने उसे कोई नुकसान नहीं पहुँचाया। उन्होंने एक टोकरी में साँप भेजा, और कहा कि यह फूलों की माला है। जब मीरा ने उसे खोला, तो साँप फूलों की माला में बदल गया। कुछ भी उसकी आस्था को हिला नहीं सका।",
      "textEn": "The king, Rana Vikramaditya, tried everything to stop Mira's devotion. He sent her a cup of poison, saying it was holy water. Mira drank it fearlessly, chanting Krishna's name — and the poison did not harm her. He sent a basket with a snake inside, calling it a flower garland. When Mira opened it, the snake had turned into a garland of flowers. Nothing could shake her faith.",
      "image": null
    },
    {
      "heading": "हमेशा जीने वाले गाने",
      "headingEn": "Songs That Live Forever",
      "text": "धीरे-धीरे मीरा ने महल छोड़ दिया और पूरे भारत में घूम-घूम कर मंदिरों, गलियों और गांवों में अपने भजन गाने लगीं। हर तरह के लोग उन्हें सुनने के लिए जमा होते थे। उनके भजनों में कृष्ण के लिए इतना प्यार और तड़प थी कि सुनने वाले हर किसी का दिल पिघल जाता था। आज भी, लगभग पांच सौ साल बाद, मीरा के भजन पूरे भारत में घरों और मंदिरों में गाए जाते हैं। उनका सबसे प्रसिद्ध भजन इस पंक्ति से शुरू होता है: 'मेरे तो गिरधर गोपाल, दूसरा ना कोई' - मेरे तो भगवान गिरधर गोपाल हैं, और कोई नहीं।",
      "textEn": "Eventually, Mira left the palace and traveled across India, singing her bhajans in temples, streets, and villages. People from all walks of life gathered to hear her sing. Her songs were so full of love and longing for Krishna that they moved everyone who heard them. Even today, nearly five hundred years later, Mira's bhajans are sung in homes and temples across India. Her most famous song begins: 'Mere to Giridhar Gopal, doosra na koi' — My Lord is Giridhar Gopal, there is no other.",
      "image": null
    }
  ],
  "moral": "सच्ची श्रद्धा को कोई नहीं रोक सकता। जब तुम्हारा दिल साफ़ होता है और तुम्हारा प्यार सच्चा होता है, तो दुनिया में कोई भी तुम्हारी आस्था को हिला नहीं सकता।",
  "moralEn": "True devotion cannot be stopped by anyone. When your heart is pure and your love is true, nothing in the world can shake your faith."
}