{
  "id": "wisdom-king-and-ring",
  "title": "राजा और जादुई अंगूठी",
  "titleEn": "The King and the Magic Ring",
  "sections": [
    {
      "heading": null,
      "headingEn": null,
      "text": "बहुत समय पहले की बात है, एक बड़े पराक्रमी राजा थे। वो एक विशाल और खुशहाल राज्य पर राज करते थे। उनके पास सब कुछ था - धन-दौलत, बड़ी सेना, और अपनी प्रजा का प्यार। लेकिन राजा हमेशा परेशान रहते थे। जब अच्छे दिन आते, तो उन्हें डर लगता कि ये ख़त्म हो जाएंगे। और जब बुरे दिन आते, तो वो बहुत ज़्यादा दुखी हो जाते। उनका मन एक पेंडुलम की तरह डोलता रहता था। कोई भी सलाहकार उन्हें शांति नहीं दिला पाया।",
      "textEn": "Long ago, there lived a mighty king who ruled a vast and prosperous kingdom. He had everything — wealth, armies, and the love of his people. Yet the king was troubled. When times were good, he feared they would end. When times were bad, he fell into deep despair. His moods swung like a pendulum, and no advisor could help him find peace.",
      "image": null
    },
    {
      "heading": "बुद्धिमान साधु",
      "headingEn": "The Wise Sage",
      "text": "एक दिन, एक घुमते हुए साधु राजा के दरबार में आए। राजा ने कहा, \"हे ज्ञानी, मेरे पास सब कुछ है फिर भी मुझे शांति नहीं है। मुझे कुछ ऐसा दीजिये जो मुझे दुखी होने पर खुश कर दे, और जब मैं बहुत खुश होऊं तो मुझे ज़मीन से जोड़े रखे।\" साधु मुस्कुराए और बोले, \"मैं सात दिन में वो लेकर लौटूंगा जो आप चाहते हैं।\"",
      "textEn": "One day, a wandering sage visited the court. The king said, 'O wise one, I have everything yet I have no peace. Give me something that will make me happy when I am sad, and keep me grounded when I am too joyful.' The sage smiled and said, 'I will return in seven days with what you seek.'",
      "image": null
    },
    {
      "heading": "अंगूठी",
      "headingEn": "The Ring",
      "text": "सातवें दिन, साधु एक साधारण सी सोने की अंगूठी लेकर लौटे। उन्होंने कहा, \"इसे हमेशा पहने रहो, और जब भी तुम बहुत खुश हो या बहुत दुखी, तो इस पर लिखे शब्द पढ़ लेना।\" राजा ने अंगूठी को देखा। अंदर, छोटे-छोटे अक्षरों में चार शब्द लिखे थे: \"यह भी गुज़र जाएगा।\"",
      "textEn": "On the seventh day, the sage returned with a simple gold ring. 'Wear this always,' he said, 'and read the inscription whenever you are overwhelmed — in joy or in sorrow.' The king looked at the ring. Engraved in tiny letters on the inside were four words: 'This too shall pass.'",
      "image": null
    },
    {
      "heading": "सीख",
      "headingEn": "The Lesson",
      "text": "राजा हर दिन वो अंगूठी पहनता था। जब उसके राज्य में भयानक सूखा पड़ा, तो उसने अंगूठी को देखा और उसे टिके रहने का हौसला मिला। वो जानता था कि ये दुःख हमेशा नहीं रहेगा। जब जीत और खुशियाँ उसके महल में छा गईं, तो उसने अंगूठी पर एक नज़र डाली और विनम्र बना रहा, क्योंकि वो जानता था कि किस्मत हमेशा बदलती रहती है। सालों बीतते गए, और राजा अपने राज्य का सबसे बुद्धिमान शासक बन गया - इसलिए नहीं कि उसने दर्द से बचा या खुशियों के पीछे भागा, बल्कि इसलिए क्योंकि वो जीवन के असली स्वभाव को समझ गया था।",
      "textEn": "The king wore the ring every day. When his kingdom faced a terrible drought, he looked at the ring and found the courage to persevere, knowing the suffering would not last forever. When victory and celebration filled his palace, he glanced at the ring and remained humble, knowing fortune is always fleeting. Over the years, the king became the wisest ruler his land had ever known — not because he avoided pain or chased pleasure, but because he understood the true nature of life.",
      "image": null
    }
  ],
  "moral": "जीवन में कुछ भी हमेशा के लिए नहीं रहता — न खुशी, न गम। यही सच्चाई हमें मुश्किल समय में हिम्मत देती है और अच्छे समय में विनम्र बनाती है।",
  "moralEn": "Nothing in life is permanent — not joy, not sorrow. This truth gives us strength in hard times and humility in good ones."
}